<unk>,0 
<pad>,1 
i,2 
feel,3 
and,4 
to,5 
the,6 
a,7 
feeling,8 
that,9 
of,10 
my,11 
in,12 
it,13 
m,14 
like,15 
so,16 
for,17 
have,18 
was,19 
me,20 
but,21 
is,22 
am,23 
this,24 
with,25 
not,26 
about,27 
be,28 
nt,29 
do,30 
as,31 
on,32 
you,33 
just,34 
when,35 
at,36 
or,37 
all,38 
because,39 
more,40 
can,41 
up,42 
really,43 
t,44 
are,45 
very,46 
know,47 
out,48 
if,49 
myself,50 
by,51 
been,52 
what,53 
time,54 
s,55 
they,56 
how,57 
had,58 
ve,59 
little,60 
will,61 
get,62 
from,63 
now,64 
would,65 
he,66 
being,67 
people,68 
them,69 
want,70 
her,71 
did,72 
think,73 
who,74 
there,75 
some,76 
an,77 
even,78 
still,79 
one,80 
life,81 
make,82 
something,83 
him,84 
bit,85 
its,86 
could,87 
going,88 
things,89 
we,90 
much,91 
way,92 
she,93 
love,94 
day,95 
no,96 
than,97 
don,98 
pretty,99 
too,100 
good,101 
back,102 
into,103 
go,104 
has,105 
his,106 
right,107 
need,108 
see,109 
these,110 
their,111 
always,112 
should,113 
today,114 
work,115 
then,116 
only,117 
after,118 
say,119 
which,120 
other,121 
also,122 
feelings,123 
again,124 
over,125 
your,126 
ca,127 
most,128 
here,129 
made,130 
around,131 
were,132 
feels,133 
though,134 
well,135 
where,136 
doing,137 
help,138 
quite,139 
happy,140 
down,141 
those,142 
any,143 
less,144 
never,145 
our,146 
days,147 
sure,148 
through,149 
someone,150 
got,151 
having,152 
every,153 
felt,154 
come,155 
why,156 
makes,157 
last,158 
enough,159 
lot,160 
off,161 
many,162 
take,163 
person,164 
away,165 
home,166 
look,167 
better,168 
left,169 
anything,170 
kind,171 
d,172 
ever,173 
own,174 
world,175 
everything,176 
find,177 
getting,178 
while,179 
without,180 
thing,181 
few,182 
before,183 
friends,184 
started,185 
such,186 
bad,187 
sometimes,188 
first,189 
thought,190 
new,191 
http,192 
try,193 
actually,194 
times,195 
rather,196 
re,197 
week,198 
does,199 
making,200 
family,201 
since,202 
ill,203 
keep,204 
trying,205 
year,206 
stressed,207 
able,208 
alone,209 
often,210 
same,211 
long,212 
let,213 
nothing,214 
remember,215 
said,216 
tell,217 
yet,218 
write,219 
start,220 
two,221 
end,222 
href,223 
place,224 
years,225 
hate,226 
read,227 
whole,228 
hated,229 
morning,230 
already,231 
hope,232 
might,233 
put,234 
blog,235 
angry,236 
night,237 
others,238 
part,239 
sad,240 
excited,241 
pain,242 
give,243 
hurt,244 
may,245 
stop,246 
lost,247 
heart,248 
school,249 
friend,250 
guess,251 
us,252 
completely,253 
everyone,254 
didn,255 
helpless,256 
hard,257 
moment,258 
point,259 
god,260 
important,261 
self,262 
done,263 
free,264 
thinking,265 
wanted,266 
looking,267 
next,268 
afraid,269 
once,270 
another,271 
anyone,272 
talk,273 
tired,274 
writing,275 
especially,276 
stupid,277 
agitated,278 
almost,279 
body,280 
cold,281 
confident,282 
far,283 
inside,284 
least,285 
maybe,286 
must,287 
sorry,288 
until,289 
glad,290 
thankful,291 
best,292 
great,293 
went,294 
fact,295 
post,296 
use,297 
each,298 
mean,299 
leave,300 
believe,301 
care,302 
guilty,303 
job,304 
starting,305 
anxious,306 
live,307 
past,308 
special,309 
strange,310 
else,311 
lately,312 
nervous,313 
understand,314 
become,315 
coming,316 
depressed,317 
scared,318 
sort,319 
strong,320 
words,321 
class,322 
house,323 
ok,324 
sleep,325 
told,326 
blessed,327 
book,328 
head,329 
reading,330 
working,331 
emotional,332 
loved,333 
mind,334 
old,335 
real,336 
reason,337 
truly,338 
miserable,339 
probably,340 
share,341 
exhausted,342 
face,343 
low,344 
overwhelmed,345 
safe,346 
used,347 
weird,348 
wonderful,349 
ashamed,350 
slightly,351 
taking,352 
wish,353 
woke,354 
saying,355 
terrible,356 
weeks,357 
inspired,358 
lonely,359 
months,360 
sense,361 
big,362 
experience,363 
frustrated,364 
full,365 
perfect,366 
shitty,367 
stuff,368 
call,369 
comfortable,370 
finally,371 
fine,372 
lucky,373 
positive,374 
room,375 
towards,376 
amp,377 
bothered,378 
brave,379 
during,380 
extremely,381 
girl,382 
mad,383 
numb,384 
proud,385 
spent,386 
amazing,387 
cool,388 
creative,389 
cute,390 
man,391 
run,392 
unhappy,393 
came,394 
ll,395 
missed,396 
precious,397 
somewhat,398 
wo,399 
dumb,400 
hopeless,401 
particularly,402 
satisfied,403 
show,404 
talented,405 
tortured,406 
usually,407 
anymore,408 
change,409 
content,410 
discouraged,411 
eat,412 
embarrassed,413 
energy,414 
eyes,415 
future,416 
pathetic,417 
sweet,418 
thoughts,419 
together,420 
useless,421 
vulnerable,422 
admit,423 
annoyed,424 
awful,425 
calm,426 
empty,427 
found,428 
hear,429 
irritable,430 
successful,431 
super,432 
totally,433 
useful,434 
valued,435 
women,436 
apprehensive,437 
control,438 
convinced,439 
isolated,440 
melancholy,441 
punished,442 
seems,443 
situation,444 
assured,445 
awkward,446 
children,447 
disgusted,448 
divine,449 
dull,450 
energetic,451 
fun,452 
irritated,453 
money,454 
move,455 
offended,456 
pleasant,457 
popular,458 
running,459 
selfish,460 
story,461 
terrified,462 
ask,463 
bed,464 
close,465 
comes,466 
devastated,467 
enjoy,468 
horrible,469 
instead,470 
kids,471 
matter,472 
talking,473 
uncomfortable,474 
valuable,475 
violent,476 
walk,477 
ago,478 
baby,479 
gorgeous,480 
hopeful,481 
idea,482 
optimistic,483 
relaxed,484 
resentful,485 
between,486 
child,487 
dangerous,488 
disappointed,489 
distracted,490 
food,491 
greedy,492 
mother,493 
rest,494 
seem,495 
aching,496 
began,497 
bitchy,498 
insecure,499 
jealous,500 
knew,501 
knowing,502 
lethargic,503 
living,504 
rushed,505 
sit,506 
smart,507 
stay,508 
uncertain,509 
unwelcome,510 
wrong,511 
accepted,512 
blank,513 
cranky,514 
gloomy,515 
homesick,516 
hours,517 
miss,518 
passionate,519 
pissed,520 
pressured,521 
simply,522 
sitting,523 
ugly,524 
confused,525 
determined,526 
fucked,527 
however,528 
innocent,529 
insulted,530 
rich,531 
shy,532 
sincere,533 
unsure,534 
whatever,535 
wonder,536 
crappy,537 
happen,538 
honored,539 
humiliated,540 
joyful,541 
needed,542 
shaken,543 
soon,544 
tonight,545 
vain,546 
whether,547 
absolutely,548 
burdened,549 
dissatisfied,550 
drained,551 
eager,552 
hesitant,553 
ignored,554 
paranoid,555 
productive,556 
side,557 
supporting,558 
watching,559 
woman,560 
worthwhile,561 
beaten,562 
decided,563 
either,564 
festive,565 
nice,566 
rude,567 
somehow,568 
thrilled,569 
turn,570 
wear,571 
cause,572 
certain,573 
different,574 
groggy,575 
hair,576 
heartbroken,577 
inadequate,578 
intimidated,579 
kinda,580 
parents,581 
ready,582 
relationship,583 
respected,584 
restless,585 
small,586 
watch,587 
asked,588 
boring,589 
discontent,590 
disheartened,591 
friendly,592 
gone,593 
pleased,594 
regretful,595 
reluctant,596 
suffering,597 
superior,598 
under,599 
ungrateful,600 
unimportant,601 
upset,602 
wanting,603 
worthless,604 
bitter,605 
both,606 
clever,607 
defeated,608 
disturbed,609 
generous,610 
giving,611 
honestly,612 
outside,613 
shaky,614 
suddenly,615 
summer,616 
terrific,617 
threatened,618 
unfortunate,619 
acceptable,620 
damaged,621 
dirty,622 
exactly,623 
game,624 
husband,625 
longer,626 
triumphant,627 
waiting,628 
buy,629 
carefree,630 
happened,631 
invigorated,632 
later,633 
music,634 
open,635 
smug,636 
tried,637 
beautiful,638 
car,639 
christmas,640 
continue,641 
doomed,642 
fake,643 
fearful,644 
front,645 
leaving,646 
listless,647 
mellow,648 
men,649 
mom,650 
needs,651 
needy,652 
peaceful,653 
rejected,654 
resolved,655 
took,656 
weight,657 
welcomed,658 
yesterday,659 
young,660 
abused,661 
adventurous,662 
against,663 
foolish,664 
half,665 
lousy,666 
oh,667 
petty,668 
reassured,669 
second,670 
seeing,671 
song,672 
spend,673 
support,674 
ways,675 
whenever,676 
artistic,677 
beginning,678 
broke,679 
deep,680 
guy,681 
hour,682 
intelligent,683 
joy,684 
normal,685 
realized,686 
rebellious,687 
three,688 
weekend,689 
wronged,690 
behind,691 
books,692 
called,693 
couple,694 
cry,695 
despite,696 
eating,697 
emotions,698 
group,699 
learning,700 
relieved,701 
rotten,702 
troubled,703 
virtuous,704 
wake,705 
www,706 
amused,707 
boy,708 
course,709 
fabulous,710 
grumpy,711 
honoured,712 
incredibly,713 
listen,714 
mood,715 
putting,716 
realize,717 
sick,718 
type,719 
walked,720 
country,721 
definitely,722 
deprived,723 
fantastic,724 
forward,725 
lame,726 
meet,727 
sat,728 
set,729 
stand,730 
stubborn,731 
style,732 
supposed,733 
true,734 
trust,735 
constantly,736 
deal,737 
delicious,738 
ecstatic,739 
frantic,740 
given,741 
hand,742 
news,743 
ones,744 
skeptical,745 
submissive,746 
break,747 
envious,748 
etc,749 
girls,750 
high,751 
impatient,752 
kept,753 
met,754 
month,755 
moving,756 
problems,757 
vital,758 
appreciative,759 
comments,760 
doesn,761 
doubtful,762 
fall,763 
fear,764 
gets,765 
hold,766 
lack,767 
learn,768 
list,769 
lives,770 
minutes,771 
possible,772 
privileged,773 
stomach,774 
tragic,775 
worth,776 
art,777 
contented,778 
frightened,779 
goes,780 
jaded,781 
mine,782 
personal,783 
personally,784 
questions,785 
saw,786 
skin,787 
wearing,788 
worked,789 
yes,790 
anger,791 
beloved,792 
casual,793 
chance,794 
crazy,795 
generally,796 
hit,797 
light,798 
phone,799 
plan,800 
seriously,801 
shit,802 
space,803 
taken,804 
telling,805 
trusting,806 
unpleasant,807 
using,808 
wondering,809 
word,810 
although,811 
amount,812 
anyway,813 
case,814 
decision,815 
delighted,816 
due,817 
fucking,818 
hands,819 
healthy,820 
human,821 
idiotic,822 
level,823 
looks,824 
loss,825 
opportunity,826 
order,827 
piece,828 
race,829 
remorseful,830 
smile,831 
step,832 
students,833 
wait,834 
within,835 
won,836 
arms,837 
begin,838 
church,839 
deeply,840 
desire,841 
finish,842 
glamorous,843 
grateful,844 
guys,845 
listening,846 
messy,847 
missing,848 
moments,849 
party,850 
play,851 
red,852 
several,853 
sleeping,854 
speak,855 
strongly,856 
top,857 
unloved,858 
wasn,859 
add,860 
age,861 
allowed,862 
attention,863 
complacent,864 
crying,865 
dad,866 
easy,867 
everyday,868 
extra,869 
gave,870 
heard,871 
hell,872 
hostile,873 
indecisive,874 
inhibited,875 
keen,876 
late,877 
learned,878 
lose,879 
lots,880 
managed,881 
playful,882 
please,883 
project,884 
recently,885 
sentimental,886 
src,887 
state,888 
suppose,889 
themselves,890 
trip,891 
truth,892 
water,893 
worry,894 
air,895 
boyfriend,896 
brain,897 
disillusioned,898 
effort,899 
except,900 
finished,901 
forget,902 
general,903 
huge,904 
movie,905 
number,906 
pay,907 
quickly,908 
sound,909 
spirit,910 
stress,911 
tomorrow,912 
upon,913 
voice,914 
busy,915 
clothes,916 
community,917 
connection,918 
cut,919 
damn,920 
dark,921 
emotionally,922 
focus,923 
happening,924 
happiness,925 
imagine,926 
issues,927 
known,928 
line,929 
means,930 
name,931 
peace,932 
push,933 
respect,934 
single,935 
slowly,936 
son,937 
sun,938 
team,939 
tears,940 
touch,941 
utterly,942 
walking,943 
wife,944 
beyond,945 
comment,946 
dream,947 
elegant,948 
expect,949 
fairly,950 
fight,951 
finding,952 
further,953 
ground,954 
health,955 
helping,956 
honest,957 
kid,958 
loving,959 
physically,960 
picture,961 
pressure,962 
seen,963 
somewhere,964 
suspicious,965 
toward,966 
warm,967 
wrote,968 
across,969 
act,970 
along,971 
black,972 
bring,973 
charming,974 
conversation,975 
daily,976 
dance,977 
decide,978 
dinner,979 
distressed,980 
door,981 
entertained,982 
grouchy,983 
information,984 
knowledge,985 
lazy,986 
mostly,987 
na,988 
negative,989 
perhaps,990 
presence,991 
remind,992 
says,993 
season,994 
short,995 
title,996 
wants,997 
weather,998 
worried,999 
written,1000 
yourself,1001 
answer,1002 
asking,1003 
blogging,1004 
breath,1005 
certainly,1006 
chest,1007 
choice,1008 
crap,1009 
distraught,1010 
early,1011 
easily,1012 
evening,1013 
explain,1014 
film,1015 
fully,1016 
gon,1017 
happens,1018 
himself,1019 
hot,1020 
img,1021 
issue,1022 
lie,1023 
lively,1024 
meeting,1025 
nature,1026 
nor,1027 
onto,1028 
pictures,1029 
pregnant,1030 
sarcastic,1031 
sex,1032 
six,1033 
sociable,1034 
spending,1035 
training,1036 
wanna,1037 
accept,1038 
ahead,1039 
boys,1040 
catch,1041 
characters,1042 
complete,1043 
create,1044 
daughter,1045 
enjoying,1046 
exam,1047 
faithful,1048 
favorite,1049 
gotten,1050 
guilt,1051 
hateful,1052 
ideas,1053 
jolly,1054 
looked,1055 
near,1056 
pass,1057 
public,1058 
seemed,1059 
silly,1060 
situations,1061 
soul,1062 
stories,1063 
stuck,1064 
sunday,1065 
usual,1066 
weepy,1067 
worse,1068 
assaulted,1069 
death,1070 
earlier,1071 
event,1072 
fuck,1073 
funny,1074 
haven,1075 
keeps,1076 
letting,1077 
losing,1078 
offer,1079 
pick,1080 
playing,1081 
possibly,1082 
posts,1083 
pray,1084 
question,1085 
results,1086 
return,1087 
sister,1088 
straight,1089 
strength,1090 
success,1091 
target,1092 
thank,1093 
u,1094 
unable,1095 
white,1096 
ability,1097 
allow,1098 
anxiety,1099 
area,1100 
attempt,1101 
badly,1102 
beauty,1103 
betrayed,1104 
bouncy,1105 
challenge,1106 
changed,1107 
character,1108 
check,1109 
choose,1110 
college,1111 
confidence,1112 
consider,1113 
describe,1114 
difficult,1115 
ended,1116 
father,1117 
gift,1118 
hoping,1119 
isn,1120 
journey,1121 
laugh,1122 
members,1123 
mentally,1124 
minute,1125 
mouth,1126 
office,1127 
okay,1128 
posting,1129 
power,1130 
problem,1131 
sadness,1132 
shake,1133 
shamed,1134 
shoes,1135 
songs,1136 
stopped,1137 
struggling,1138 
studying,1139 
system,1140 
talked,1141 
tend,1142 
tv,1143 
whom,1144 
above,1145 
ache,1146 
annoying,1147 
appreciate,1148 
aware,1149 
b,1150 
belong,1151 
birthday,1152 
blamed,1153 
blue,1154 
bored,1155 
brought,1156 
city,1157 
clear,1158 
color,1159 
constant,1160 
couldn,1161 
date,1162 
dead,1163 
die,1164 
events,1165 
exercise,1166 
figure,1167 
filled,1168 
fit,1169 
fix,1170 
four,1171 
genuinely,1172 
graceful,1173 
hearing,1174 
heartless,1175 
helped,1176 
ice,1177 
involved,1178 
keeping,1179 
liked,1180 
lord,1181 
normally,1182 
older,1183 
otherwise,1184 
paper,1185 
perfectly,1186 
photos,1187 
reach,1188 
readers,1189 
simple,1190 
spot,1191 
struggle,1192 
takes,1193 
throughout,1194 
throw,1195 
treat,1196 
view,1197 
window,1198 
works,1199 
yeah,1200 
awake,1201 
bitch,1202 
blah,1203 
career,1204 
caught,1205 
clean,1206 
coffee,1207 
continued,1208 
doubt,1209 
dress,1210 
expected,1211 
experiences,1212 
express,1213 
facebook,1214 
focused,1215 
folks,1216 
follow,1217 
gracious,1218 
grow,1219 
itself,1220 
leaves,1221 
lovely,1222 
mental,1223 
noticed,1224 
particular,1225 
passed,1226 
posted,1227 
pull,1228 
quiet,1229 
reality,1230 
reasons,1231 
resigned,1232 
result,1233 
sharing,1234 
test,1235 
timid,1236 
truthful,1237 
understanding,1238 
unless,1239 
win,1240 
blood,1241 
born,1242 
currently,1243 
deserve,1244 
difference,1245 
drink,1246 
drive,1247 
entirely,1248 
eye,1249 
faith,1250 
fast,1251 
fearless,1252 
feet,1253 
five,1254 
forever,1255 
freedom,1256 
gain,1257 
goal,1258 
harder,1259 
heat,1260 
hide,1261 
holidays,1262 
idiot,1263 
interesting,1264 
legs,1265 
likely,1266 
manage,1267 
mention,1268 
message,1269 
middle,1270 
monday,1271 
muscles,1272 
nearly,1273 
neglectful,1274 
obnoxious,1275 
online,1276 
overall,1277 
partner,1278 
products,1279 
projects,1280 
received,1281 
repressed,1282 
review,1283 
series,1284 
service,1285 
similar,1286 
social,1287 
standing,1288 
tad,1289 
teacher,1290 
terribly,1291 
th,1292 
topic,1293 
treated,1294 
uptight,1295 
video,1296 
watched,1297 
afternoon,1298 
anybody,1299 
appalled,1300 
asleep,1301 
avoid,1302 
bag,1303 
basically,1304 
becomes,1305 
becoming,1306 
brown,1307 
calling,1308 
changes,1309 
comfort,1310 
contact,1311 
cos,1312 
dealing,1313 
depression,1314 
drop,1315 
effects,1316 
enjoyed,1317 
failure,1318 
fan,1319 
fault,1320 
following,1321 
forgive,1322 
furious,1323 
girlfriend,1324 
haha,1325 
hang,1326 
hug,1327 
immediately,1328 
internet,1329 
leg,1330 
link,1331 
lol,1332 
married,1333 
media,1334 
non,1335 
notice,1336 
obviously,1337 
path,1338 
physical,1339 
played,1340 
plus,1341 
poor,1342 
pregnancy,1343 
present,1344 
reader,1345 
rel,1346 
save,1347 
scene,1348 
size,1349 
society,1350 
sore,1351 
sounds,1352 
street,1353 
subject,1354 
terms,1355 
therefore,1356 
town,1357 
turned,1358 
university,1359 
visit,1360 
walls,1361 
weak,1362 
writers,1363 
added,1364 
agree,1365 
allowing,1366 
anywhere,1367 
apart,1368 
appreciated,1369 
artist,1370 
awesome,1371 
beside,1372 
bought,1373 
breathing,1374 
brother,1375 
bunch,1376 
clearly,1377 
common,1378 
company,1379 
computer,1380 
cover,1381 
current,1382 
died,1383 
dog,1384 
earth,1385 
entire,1386 
fab,1387 
fill,1388 
final,1389 
friday,1390 
games,1391 
goals,1392 
gut,1393 
handle,1394 
hardly,1395 
held,1396 
highly,1397 
jesus,1398 
language,1399 
large,1400 
lead,1401 
lets,1402 
lived,1403 
loves,1404 
meant,1405 
moved,1406 
odd,1407 
pace,1408 
planning,1409 
practice,1410 
pride,1411 
process,1412 
progress,1413 
purpose,1414 
rain,1415 
regular,1416 
sensitive,1417 
shows,1418 
specific,1419 
staying,1420 
study,1421 
taste,1422 
tough,1423 
turning,1424 
universe,1425 
victim,1426 
victimized,1427 
wedding,1428 
whose,1429 
activities,1430 
alarmed,1431 
babies,1432 
balance,1433 
bear,1434 
brush,1435 
building,1436 
business,1437 
cares,1438 
chocolate,1439 
choices,1440 
cycle,1441 
edge,1442 
email,1443 
energized,1444 
english,1445 
escape,1446 
exams,1447 
excitement,1448 
familiar,1449 
fans,1450 
fingers,1451 
foot,1452 
force,1453 
form,1454 
gained,1455 
giant,1456 
gives,1457 
green,1458 
holiday,1459 
hopefully,1460 
interested,1461 
kick,1462 
kitchen,1463 
lady,1464 
letter,1465 
meaning,1466 
mistake,1467 
mum,1468 
neither,1469 
nobody,1470 
north,1471 
novel,1472 
paint,1473 
painting,1474 
period,1475 
pieces,1476 
plot,1477 
pop,1478 
potential,1479 
rarely,1480 
recommend,1481 
relationships,1482 
relax,1483 
repeat,1484 
road,1485 
smell,1486 
somebody,1487 
speaking,1488 
stage,1489 
starts,1490 
stronger,1491 
suffer,1492 
tasks,1493 
thanks,1494 
thanksgiving,1495 
thin,1496 
thus,1497 
tiny,1498 
treatment,1499 
twitter,1500 
wasted,1501 
wind,1502 
winter,1503 
x,1504 
accomplished,1505 
action,1506 
advice,1507 
afterwards,1508 
aggravated,1509 
alive,1510 
angered,1511 
approach,1512 
arm,1513 
basis,1514 
beat,1515 
bike,1516 
birth,1517 
blogs,1518 
bottom,1519 
breakfast,1520 
camera,1521 
card,1522 
carry,1523 
christ,1524 
closer,1525 
club,1526 
colors,1527 
complaining,1528 
cope,1529 
count,1530 
created,1531 
creating,1532 
cuz,1533 
desperate,1534 
direction,1535 
dismayed,1536 
dreams,1537 
emo,1538 
environment,1539 
eventually,1540 
experienced,1541 
fail,1542 
field,1543 
growing,1544 
gt,1545 
heavy,1546 
horribly,1547 
hungry,1548 
joke,1549 
kiss,1550 
knows,1551 
la,1552 
mark,1553 
member,1554 
memory,1555 
mess,1556 
neck,1557 
opinion,1558 
outraged,1559 
overly,1560 
peoples,1561 
perspective,1562 
places,1563 
radio,1564 
ran,1565 
random,1566 
reaction,1567 
realise,1568 
realised,1569 
refuse,1570 
response,1571 
sexual,1572 
shop,1573 
shouldn,1574 
shower,1575 
shut,1576 
skills,1577 
solution,1578 
stood,1579 
swear,1580 
text,1581 
till,1582 
train,1583 
willing,1584 
actions,1585 
album,1586 
among,1587 
answers,1588 
anticipation,1589 
areas,1590 
attitude,1591 
audience,1592 
available,1593 
barely,1594 
battle,1595 
behavior,1596 
build,1597 
burden,1598 
bus,1599 
buying,1600 
c,1601 
cat,1602 
caused,1603 
challenges,1604 
cleaning,1605 
closed,1606 
culture,1607 
degree,1608 
design,1609 
doctor,1610 
draw,1611 
ease,1612 
education,1613 
efforts,1614 
emotion,1615 
everywhere,1616 
example,1617 
explore,1618 
falling,1619 
fashion,1620 
fat,1621 
freaking,1622 
frustration,1623 
glass,1624 
gods,1625 
government,1626 
greater,1627 
gym,1628 
height,1629 
helps,1630 
history,1631 
holding,1632 
images,1633 
jubilant,1634 
key,1635 
law,1636 
lay,1637 
lifestyle,1638 
local,1639 
medicine,1640 
mentioned,1641 
miles,1642 
morose,1643 
motivated,1644 
motivation,1645 
movies,1646 
note,1647 
ourselves,1648 
p,1649 
photo,1650 
plans,1651 
position,1652 
product,1653 
professional,1654 
properly,1655 
protect,1656 
provide,1657 
quality,1658 
receiving,1659 
recognize,1660 
regret,1661 
report,1662 
rise,1663 
safety,1664 
sake,1665 
scale,1666 
screaming,1667 
shall,1668 
shared,1669 
shopping,1670 
showing,1671 
socially,1672 
soo,1673 
splendid,1674 
stick,1675 
surgery,1676 
surprised,1677 
table,1678 
teachers,1679 
tear,1680 
teenager,1681 
tells,1682 
thinks,1683 
total,1684 
track,1685 
typing,1686 
unsuccessful,1687 
unwanted,1688 
urge,1689 
vicious,1690 
views,1691 
waking,1692 
wall,1693 
warmth,1694 
workout,1695 
worst,1696 
wouldn,1697 
writer,1698 
abilities,1699 
active,1700 
admire,1701 
adult,1702 
alot,1703 
apartment,1704 
arrived,1705 
ate,1706 
author,1707 
benevolent,1708 
bet,1709 
breathe,1710 
brings,1711 
broken,1712 
cards,1713 
cheated,1714 
childhood,1715 
chose,1716 
circumstances,1717 
coat,1718 
concerned,1719 
considerate,1720 
conversations,1721 
cooking,1722 
core,1723 
corner,1724 
couch,1725 
coz,1726 
cross,1727 
crowd,1728 
dating,1729 
decent,1730 
develop,1731 
driving,1732 
drove,1733 
england,1734 
equally,1735 
ex,1736 
exist,1737 
extent,1738 
families,1739 
feed,1740 
fighting,1741 
finger,1742 
finishing,1743 
fish,1744 
flow,1745 
fresh,1746 
gifts,1747 
giggly,1748 
goods,1749 
grounded,1750 
headache,1751 
headed,1752 
heading,1753 
herself,1754 
homework,1755 
hurts,1756 
ignore,1757 
illness,1758 
inspiration,1759 
instantly,1760 
intense,1761 
jobs,1762 
ladies,1763 
laughing,1764 
laundry,1765 
lessons,1766 
lips,1767 
literally,1768 
magic,1769 
main,1770 
match,1771 
meals,1772 
mistakes,1773 
mothers,1774 
mountain,1775 
natural,1776 
necessary,1777 
neurotic,1778 
none,1779 
obvious,1780 
pained,1781 
passing,1782 
pattern,1783 
picked,1784 
points,1785 
praise,1786 
pretend,1787 
program,1788 
pulled,1789 
puppy,1790 
questioning,1791 
receive,1792 
recent,1793 
recipe,1794 
relatively,1795 
remain,1796 
research,1797 
responsibility,1798 
ride,1799 
rock,1800 
round,1801 
routine,1802 
sand,1803 
search,1804 
secure,1805 
sent,1806 
serious,1807 
session,1808 
sexy,1809 
shape,1810 
shift,1811 
sing,1812 
sky,1813 
slow,1814 
spiteful,1815 
strangely,1816 
sudden,1817 
suspect,1818 
sympathy,1819 
teaching,1820 
throat,1821 
toes,1822 
tree,1823 
trees,1824 
trouble,1825 
unkind,1826 
vacation,1827 
version,1828 
w,1829 
whilst,1830 
wimpy,1831 
wine,1832 
wound,1833 
yoga,1834 
yours,1835 
achieved,1836 
actual,1837 
ai,1838 
animals,1839 
apologize,1840 
article,1841 
background,1842 
bags,1843 
band,1844 
bar,1845 
based,1846 
beach,1847 
became,1848 
block,1849 
bodies,1850 
bones,1851 
bother,1852 
bright,1853 
bringing,1854 
button,1855 
calls,1856 
canvas,1857 
causing,1858 
chair,1859 
cheap,1860 
chosen,1861 
christian,1862 
combination,1863 
compared,1864 
comparison,1865 
complain,1866 
confess,1867 
connected,1868 
considering,1869 
convince,1870 
cook,1871 
cream,1872 
defective,1873 
despised,1874 
details,1875 
diet,1876 
discussions,1877 
dishes,1878 
distance,1879 
dogs,1880 
duty,1881 
e,1882 
ears,1883 
easier,1884 
effect,1885 
entered,1886 
episode,1887 
excuse,1888 
fair,1889 
fears,1890 
fellow,1891 
font,1892 
forgot,1893 
freak,1894 
garden,1895 
google,1896 
gratitude,1897 
healing,1898 
hearts,1899 
hellip,1900 
heroes,1901 
hiding,1902 
hitting,1903 
holy,1904 
hopes,1905 
image,1906 
incredible,1907 
industry,1908 
intention,1909 
jealousy,1910 
join,1911 
kicks,1912 
kill,1913 
killed,1914 
lacking,1915 
lesson,1916 
london,1917 
loneliness,1918 
lungs,1919 
maintain,1920 
male,1921 
marathon,1922 
matters,1923 
meal,1924 
meat,1925 
movement,1926 
nauseous,1927 
needing,1928 
nights,1929 
nofollow,1930 
nursing,1931 
o,1932 
opening,1933 
opposite,1934 
outgoing,1935 
overwhelming,1936 
page,1937 
pages,1938 
paid,1939 
pains,1940 
parent,1941 
partly,1942 
passion,1943 
performance,1944 
pink,1945 
pity,1946 
plain,1947 
plane,1948 
player,1949 
players,1950 
powerful,1951 
prayer,1952 
prepare,1953 
presented,1954 
previous,1955 
prove,1956 
puts,1957 
quit,1958 
radiant,1959 
raised,1960 
range,1961 
rare,1962 
relief,1963 
reminder,1964 
role,1965 
scary,1966 
screen,1967 
send,1968 
serve,1969 
setting,1970 
settled,1971 
shame,1972 
shed,1973 
smoke,1974 
someones,1975 
sooner,1976 
spring,1977 
st,1978 
stars,1979 
startled,1980 
statement,1981 
states,1982 
status,1983 
stayed,1984 
student,1985 
succeed,1986 
tension,1987 
tranquil,1988 
unlike,1989 
unmotivated,1990 
vaguely,1991 
vote,1992 
waited,1993 
waste,1994 
wave,1995 
welcome,1996 
whiney,1997 
workers,1998 
youth,1999 
abandoned,2000 
abuse,2001 
accident,2002 
admitted,2003 
army,2004 
ass,2005 
attached,2006 
attack,2007 
attracted,2008 
average,2009 
awfully,2010 
awhile,2011 
bashful,2012 
bathroom,2013 
beating,2014 
below,2015 
benefit,2016 
bigger,2017 
bird,2018 
blessings,2019 
bloggers,2020 
box,2021 
breaking,2022 
brothers,2023 
capable,2024 
caring,2025 
carrying,2026 
celebrate,2027 
centered,2028 
changing,2029 
charity,2030 
charmed,2031 
china,2032 
circle,2033 
clouds,2034 
code,2035 
compare,2036 
conscious,2037 
cried,2038 
crisis,2039 
cup,2040 
customers,2041 
dancing,2042 
danger,2043 
dear,2044 
decisions,2045 
desperately,2046 
differently,2047 
dig,2048 
discovered,2049 
drama,2050 
driven,2051 
drunk,2052 
embrace,2053 
ending,2054 
enraged,2055 
exact,2056 
existence,2057 
expectations,2058 
expensive,2059 
fabric,2060 
feature,2061 
fell,2062 
female,2063 
fever,2064 
figured,2065 
financial,2066 
floor,2067 
forgotten,2068 
forth,2069 
frankly,2070 
fulfill,2071 
fulfilled,2072 
garbage,2073 
gay,2074 
grab,2075 
grade,2076 
grew,2077 
grown,2078 
hadn,2079 
hanging,2080 
happily,2081 
hey,2082 
higher,2083 
hole,2084 
homes,2085 
hoped,2086 
hospital,2087 
identify,2088 
impact,2089 
including,2090 
increasingly,2091 
individual,2092 
initial,2093 
interest,2094 
journal,2095 
kinds,2096 
leaders,2097 
lies,2098 
lightly,2099 
listened,2100 
lock,2101 
loose,2102 
luckily,2103 
lunch,2104 
makeup,2105 
masters,2106 
material,2107 
medical,2108 
memories,2109 
midst,2110 
mirror,2111 
mission,2112 
mix,2113 
modern,2114 
motion,2115 
naturally,2116 
obligation,2117 
occasionally,2118 
oil,2119 
opened,2120 
opinions,2121 
option,2122 
ordinary,2123 
painful,2124 
pair,2125 
park,2126 
participate,2127 
parts,2128 
patient,2129 
patients,2130 
perform,2131 
personality,2132 
phrase,2133 
pics,2134 
planet,2135 
plenty,2136 
poetry,2137 
political,2138 
possibility,2139 
pre,2140 
prepared,2141 
protected,2142 
pulling,2143 
punch,2144 
purchase,2145 
pushing,2146 
quote,2147 
reached,2148 
reaching,2149 
reflect,2150 
regularly,2151 
religion,2152 
remove,2153 
respond,2154 
returned,2155 
rid,2156 
ridiculously,2157 
roll,2158 
rough,2159 
runs,2160 
saturday,2161 
scream,2162 
seat,2163 
seconds,2164 
seeking,2165 
seemingly,2166 
sell,2167 
semester,2168 
settle,2169 
sewing,2170 
shoot,2171 
sight,2172 
sign,2173 
singapore,2174 
site,2175 
slept,2176 
smaller,2177 
soft,2178 
sold,2179 
sorrowful,2180 
sorts,2181 
steps,2182 
store,2183 
subjects,2184 
suck,2185 
suicide,2186 
sunshine,2187 
supported,2188 
surround,2189 
sweat,2190 
ta,2191 
talks,2192 
task,2193 
ten,2194 
therapy,2195 
third,2196 
travel,2197 
twice,2198 
uncle,2199 
unique,2200 
unnecessary,2201 
unworthy,2202 
update,2203 
values,2204 
various,2205 
wednesday,2206 
width,2207 
wisdom,2208 
wise,2209 
wishing,2210 
wondered,2211 
worthy,2212 
y,2213 
younger,2214 
accomplishment,2215 
achieve,2216 
acts,2217 
ad,2218 
advance,2219 
adventure,2220 
airport,2221 
american,2222 
americans,2223 
appear,2224 
appointment,2225 
aren,2226 
argue,2227 
artists,2228 
attend,2229 
avoided,2230 
bastard,2231 
bedroom,2232 
beliefs,2233 
believing,2234 
belly,2235 
beneath,2236 
bite,2237 
blogger,2238 
blow,2239 
bookmark,2240 
boss,2241 
bottle,2242 
brand,2243 
bread,2244 
brilliant,2245 
british,2246 
burst,2247 
butt,2248 
caffeine,2249 
cake,2250 
camp,2251 
cancer,2252 
cast,2253 
cheer,2254 
chemo,2255 
chinese,2256 
classes,2257 
climb,2258 
clock,2259 
clue,2260 
committed,2261 
compassion,2262 
completed,2263 
complex,2264 
concentrate,2265 
concern,2266 
concerns,2267 
conclusion,2268 
conference,2269 
connect,2270 
considered,2271 
consistently,2272 
continues,2273 
continuing,2274 
contribute,2275 
cough,2276 
creativity,2277 
customer,2278 
deeper,2279 
depends,2280 
depth,2281 
desk,2282 
director,2283 
disadvantaged,2284 
disgusting,2285 
doctors,2286 
double,2287 
dropped,2288 
drugs,2289 
dunno,2290 
dying,2291 
economy,2292 
em,2293 
emails,2294 
en,2295 
encourage,2296 
enter,2297 
entry,2298 
everyones,2299 
everytime,2300 
excellent,2301 
exciting,2302 
expecting,2303 
experiencing,2304 
expressed,2305 
f,2306 
facing,2307 
fallen,2308 
fandom,2309 
financially,2310 
flight,2311 
flowers,2312 
flying,2313 
followed,2314 
fool,2315 
forced,2316 
foreign,2317 
friendship,2318 
fruit,2319 
fuckin,2320 
gas,2321 
giddy,2322 
glimpse,2323 
grace,2324 
grand,2325 
granted,2326 
grief,2327 
grocery,2328 
growth,2329 
guests,2330 
hat,2331 
heal,2332 
horror,2333 
humorous,2334 
ignoring,2335 
importance,2336 
impossible,2337 
improve,2338 
indeed,2339 
intended,2340 
invest,2341 
jack,2342 
japanese,2343 
julia,2344 
jump,2345 
junk,2346 
justice,2347 
kicked,2348 
kicking,2349 
laughed,2350 
laying,2351 
learnt,2352 
library,2353 
lied,2354 
log,2355 
loser,2356 
machine,2357 
magical,2358 
major,2359 
manner,2360 
marriage,2361 
master,2362 
method,2363 
mile,2364 
minds,2365 
mindset,2366 
mixed,2367 
moon,2368 
moral,2369 
moronic,2370 
multiple,2371 
n,2372 
nails,2373 
naked,2374 
nd,2375 
nerves,2376 
ness,2377 
nine,2378 
october,2379 
officer,2380 
opportunities,2381 
options,2382 
ought,2383 
outcome,2384 
outfit,2385 
packing,2386 
pants,2387 
parenting,2388 
peers,2389 
per,2390 
performing,2391 
periods,2392 
petrified,2393 
picking,2394 
pool,2395 
pounds,2396 
praying,2397 
prefer,2398 
pressures,2399 
price,2400 
pro,2401 
produce,2402 
promise,2403 
protection,2404 
px,2405 
rainy,2406 
reactions,2407 
regardless,2408 
related,2409 
release,2410 
reminds,2411 
ridiculous,2412 
risk,2413 
risks,2414 
route,2415 
rubbish,2416 
rule,2417 
savage,2418 
scent,2419 
science,2420 
score,2421 
secret,2422 
separate,2423 
sheer,2424 
shirt,2425 
sisters,2426 
skill,2427 
skinny,2428 
slightest,2429 
smiling,2430 
sorta,2431 
specifically,2432 
sport,2433 
staring,2434 
storm,2435 
strangers,2436 
struggled,2437 
studio,2438 
sugar,2439 
surely,2440 
surprise,2441 
surrounded,2442 
swim,2443 
switch,2444 
taught,2445 
tea,2446 
teach,2447 
tempted,2448 
tight,2449 
tone,2450 
tools,2451 
touched,2452 
traffic,2453 
trail,2454 
trips,2455 
trusted,2456 
tuesday,2457 
ultimately,2458 
understood,2459 
unknown,2460 
unprotected,2461 
value,2462 
vision,2463 
visiting,2464 
ward,2465 
wished,2466 
witness,2467 
worn,2468 
ya,2469 
yell,2470 
absence,2471 
accepting,2472 
accidentally,2473 
accomplish,2474 
acting,2475 
adding,2476 
addition,2477 
address,2478 
african,2479 
alex,2480 
allows,2481 
alongside,2482 
alright,2483 
alternative,2484 
anatomy,2485 
apparent,2486 
appears,2487 
apple,2488 
arguments,2489 
arriving,2490 
asian,2491 
attacks,2492 
attempting,2493 
attending,2494 
attitudes,2495 
attractive,2496 
awareness,2497 
bah,2498 
ball,2499 
beer,2500 
beg,2501 
begging,2502 
begun,2503 
behaviors,2504 
belief,2505 
believed,2506 
besides,2507 
biggest,2508 
billy,2509 
bin,2510 
birds,2511 
breast,2512 
breeze,2513 
burger,2514 
burnt,2515 
calories,2516 
canada,2517 
carried,2518 
cash,2519 
catching,2520 
challenged,2521 
chapters,2522 
chat,2523 
checking,2524 
cheerful,2525 
chicken,2526 
chill,2527 
chris,2528 
christians,2529 
cities,2530 
classic,2531 
classroom,2532 
climbing,2533 
clinic,2534 
closet,2535 
closure,2536 
co,2537 
collection,2538 
colour,2539 
commit,2540 
communicate,2541 
complicated,2542 
consciously,2543 
consequences,2544 
consumed,2545 
context,2546 
continually,2547 
contributed,2548 
cookies,2549 
corners,2550 
crime,2551 
cube,2552 
curl,2553 
cycling,2554 
dads,2555 
dare,2556 
darkness,2557 
definition,2558 
deserves,2559 
disagree,2560 
discovery,2561 
discuss,2562 
disease,2563 
distress,2564 
div,2565 
dizzy,2566 
downright,2567 
drawn,2568 
dreaming,2569 
dressing,2570 
drinking,2571 
dry,2572 
dust,2573 
duties,2574 
eaten,2575 
educate,2576 
empathy,2577 
empowered,2578 
endless,2579 
ends,2580 
engage,2581 
enjoyable,2582 
enthusiasm,2583 
entries,2584 
epic,2585 
equal,2586 
etsy,2587 
everythings,2588 
exceptionally,2589 
expense,2590 
explained,2591 
explanation,2592 
expression,2593 
extreme,2594 
faces,2595 
failed,2596 
failing,2597 
famous,2598 
fancy,2599 
faster,2600 
feeding,2601 
figures,2602 
finds,2603 
fire,2604 
fitness,2605 
fitting,2606 
flat,2607 
flawless,2608 
flower,2609 
fly,2610 
fog,2611 
followers,2612 
foods,2613 
forgetting,2614 
forum,2615 
freaked,2616 
frustrating,2617 
function,2618 
gear,2619 
generation,2620 
genuine,2621 
goodness,2622 
grandparents,2623 
gross,2624 
guidance,2625 
guitar,2626 
habit,2627 
handful,2628 
handled,2629 
handsome,2630 
happier,2631 
harsh,2632 
hating,2633 
heavenly,2634 
heels,2635 
hero,2636 
hits,2637 
holds,2638 
horse,2639 
humbled,2640 
hurting,2641 
imagined,2642 
immature,2643 
inability,2644 
incident,2645 
individuals,2646 
indulge,2647 
inner,2648 
instinct,2649 
intelligence,2650 
intentions,2651 
international,2652 
irate,2653 
island,2654 
items,2655 
jacket,2656 
jokes,2657 
judge,2658 
laid,2659 
lashes,2660 
leading,2661 
led,2662 
length,2663 
letters,2664 
levels,2665 
lighter,2666 
lists,2667 
lore,2668 
lover,2669 
lower,2670 
lying,2671 
lyrics,2672 
mama,2673 
marks,2674 
mass,2675 
massive,2676 
medium,2677 
million,2678 
minor,2679 
misunderstood,2680 
mixture,2681 
mode,2682 
mommy,2683 
morally,2684 
murder,2685 
muscle,2686 
named,2687 
nap,2688 
nasty,2689 
nightmare,2690 
nonsense,2691 
norm,2692 
nose,2693 
notes,2694 
november,2695 
nowhere,2696 
occasion,2697 
oddly,2698 
ordered,2699 
overcome,2700 
paranoia,2701 
passes,2702 
perverse,2703 
phase,2704 
planned,2705 
pleasantly,2706 
pm,2707 
poem,2708 
practically,2709 
prayers,2710 
presentation,2711 
prevent,2712 
prince,2713 
private,2714 
proved,2715 
providing,2716 
quick,2717 
r,2718 
raising,2719 
rate,2720 
reacting,2721 
realistic,2722 
recipes,2723 
recover,2724 
regarding,2725 
released,2726 
remaining,2727 
reminded,2728 
replace,2729 
required,2730 
responses,2731 
responsibilities,2732 
restaurant,2733 
reveal,2734 
reviews,2735 
rights,2736 
ring,2737 
rising,2738 
robin,2739 
roots,2740 
rush,2741 
santa,2742 
saved,2743 
screwed,2744 
sea,2745 
security,2746 
sensation,2747 
serenity,2748 
services,2749 
sessions,2750 
sexually,2751 
shallow,2752 
shooting,2753 
shots,2754 
shoulder,2755 
sides,2756 
sigh,2757 
significant,2758 
silent,2759 
sip,2760 
skip,2761 
smiled,2762 
snow,2763 
solid,2764 
soooo,2765 
soup,2766 
speech,2767 
spin,2768 
spiritually,2769 
staff,2770 
sting,2771 
struggles,2772 
subconscious,2773 
substance,2774 
sucks,2775 
suggestions,2776 
sunny,2777 
supply,2778 
surface,2779 
symptoms,2780 
talent,2781 
television,2782 
tends,2783 
term,2784 
thick,2785 
thoroughly,2786 
threw,2787 
ticket,2788 
tightly,2789 
tip,2790 
todays,2791 
toilet,2792 
tongue,2793 
transition,2794 
trapped,2795 
treadmill,2796 
treats,2797 
tuck,2798 
uk,2799 
un,2800 
utter,2801 
veins,2802 
venture,2803 
vigorous,2804 
vile,2805 
vintage,2806 
war,2807 
washed,2808 
watches,2809 
west,2810 
whining,2811 
wide,2812 
wings,2813 
worrying,2814 
xmas,2815 
yay,2816 
zone,2817 
abc,2818 
abit,2819 
absolute,2820 
acceptance,2821 
according,2822 
account,2823 
acknowledge,2824 
actively,2825 
activity,2826 
actor,2827 
addicted,2828 
admired,2829 
admitting,2830 
advanced,2831 
affected,2832 
afterward,2833 
ages,2834 
aggressive,2835 
ah,2836 
aid,2837 
al,2838 
america,2839 
angel,2840 
animal,2841 
anime,2842 
annoyance,2843 
anti,2844 
antsy,2845 
apologise,2846 
appearance,2847 
applying,2848 
apt,2849 
argument,2850 
arrive,2851 
artwork,2852 
aside,2853 
asks,2854 
aspect,2855 
aspects,2856 
associate,2857 
attraction,2858 
audiences,2859 
authors,2860 
autumn,2861 
award,2862 
backing,2863 
bank,2864 
bare,2865 
base,2866 
bath,2867 
bay,2868 
behaviour,2869 
beings,2870 
bf,2871 
bible,2872 
bill,2873 
bipolar,2874 
blues,2875 
board,2876 
boost,2877 
boots,2878 
boundaries,2879 
boyfriends,2880 
burn,2881 
butterflies,2882 
cafe,2883 
cage,2884 
carefully,2885 
causes,2886 
cd,2887 
center,2888 
chances,2889 
chaos,2890 
charge,2891 
charlie,2892 
cheeks,2893 
choir,2894 
chore,2895 
chunk,2896 
cigarette,2897 
circles,2898 
citizen,2899 
clearer,2900 
click,2901 
clothing,2902 
coach,2903 
collar,2904 
colleagues,2905 
colours,2906 
comforted,2907 
companies,2908 
comparing,2909 
compliments,2910 
concepts,2911 
concerning,2912 
conflicted,2913 
conflicts,2914 
confusion,2915 
conscience,2916 
controlled,2917 
convenience,2918 
costume,2919 
counter,2920 
coupled,2921 
courage,2922 
cousin,2923 
craft,2924 
cramping,2925 
cramps,2926 
crashing,2927 
crave,2928 
craving,2929 
crawl,2930 
creep,2931 
crew,2932 
cricket,2933 
cringe,2934 
critical,2935 
crossed,2936 
cruel,2937 
daddy,2938 
damage,2939 
dan,2940 
darling,2941 
darn,2942 
data,2943 
david,2944 
dawn,2945 
dealt,2946 
debate,2947 
debt,2948 
deciding,2949 
defeat,2950 
deny,2951 
depend,2952 
depending,2953 
designed,2954 
despair,2955 
destroying,2956 
determination,2957 
determine,2958 
developed,2959 
diagnosis,2960 
dignified,2961 
disappointment,2962 
disaster,2963 
discovering,2964 
dish,2965 
disorder,2966 
display,2967 
distant,2968 
diverse,2969 
document,2970 
doors,2971 
dose,2972 
drawing,2973 
dread,2974 
dropping,2975 
ear,2976 
ed,2977 
ego,2978 
elses,2979 
empathize,2980 
employees,2981 
encouraged,2982 
endeavors,2983 
enjoyment,2984 
epidural,2985 
established,2986 
esteem,2987 
exchange,2988 
excuses,2989 
exhaustion,2990 
existing,2991 
expectation,2992 
expert,2993 
fate,2994 
favor,2995 
fed,2996 
feedback,2997 
fiction,2998 
file,2999 
films,3000 
fits,3001 
flash,3002 
flustered,3003 
foggy,3004 
follower,3005 
football,3006 
former,3007 
fulfillment,3008 
g,3009 
gallery,3010 
genre,3011 
gentle,3012 
gladly,3013 
glaring,3014 
gown,3015 
grabbing,3016 
gradually,3017 
groups,3018 
grows,3019 
guessing,3020 
habits,3021 
hardcore,3022 
hardest,3023 
headaches,3024 
heavily,3025 
helpful,3026 
hence,3027 
hesitate,3028 
hidden,3029 
historical,3030 
honor,3031 
hoo,3032 
hopelessly,3033 
horses,3034 
https,3035 
humans,3036 
hundreds,3037 
hung,3038 
hyper,3039 
ideal,3040 
ignorance,3041 
immensely,3042 
impression,3043 
india,3044 
input,3045 
insensitive,3046 
insides,3047 
insignificant,3048 
inspiring,3049 
intensity,3050 
interactions,3051 
interests,3052 
invaded,3053 
investing,3054 
invite,3055 
ish,3056 
iv,3057 
jan,3058 
jeremy,3059 
jersey,3060 
jewelry,3061 
jim,3062 
juice,3063 
julie,3064 
k,3065 
kava,3066 
keys,3067 
killing,3068 
kindness,3069 
king,3070 
kissing,3071 
knitting,3072 
labor,3073 
land,3074 
latest,3075 
lee,3076 
lettuce,3077 
lift,3078 
lights,3079 
likes,3080 
liking,3081 
lil,3082 
limits,3083 
links,3084 
lisa,3085 
lit,3086 
loads,3087 
locked,3088 
longing,3089 
loop,3090 
loud,3091 
luck,3092 
ludicrous,3093 
luggage,3094 
mac,3095 
magazine,3096 
mainly,3097 
majority,3098 
market,3099 
meaningless,3100 
measure,3101 
meds,3102 
merely,3103 
messed,3104 
mildly,3105 
mince,3106 
mini,3107 
misery,3108 
moaning,3109 
model,3110 
momo,3111 
moms,3112 
mornings,3113 
mr,3114 
mush,3115 
names,3116 
nausea,3117 
neglecting,3118 
neighbors,3119 
nerve,3120 
newborn,3121 
nicely,3122 
nutrition,3123 
object,3124 
objects,3125 
obtain,3126 
ocean,3127 
offend,3128 
offensive,3129 
offered,3130 
officially,3131 
original,3132 
overwhelmingly,3133 
packed,3134 
pagetitle,3135 
pale,3136 
pasta,3137 
patience,3138 
paying,3139 
perfume,3140 
permanently,3141 
peter,3142 
philosophy,3143 
photography,3144 
pictured,3145 
plate,3146 
plays,3147 
pleases,3148 
pleasure,3149 
pointless,3150 
politicians,3151 
pops,3152 
porn,3153 
positions,3154 
pot,3155 
potentially,3156 
powerless,3157 
practical,3158 
prayed,3159 
presents,3160 
press,3161 
pretending,3162 
previously,3163 
prize,3164 
prom,3165 
promised,3166 
proper,3167 
purely,3168 
pursue,3169 
pursuing,3170 
quarrel,3171 
quest,3172 
questioned,3173 
quietly,3174 
radiation,3175 
rally,3176 
raw,3177 
realization,3178 
realizing,3179 
recall,3180 
reception,3181 
record,3182 
regard,3183 
regards,3184 
relaxation,3185 
relieve,3186 
religious,3187 
rely,3188 
remains,3189 
remembered,3190 
repeatedly,3191 
replaced,3192 
reply,3193 
require,3194 
requires,3195 
rescue,3196 
resentment,3197 
responsible,3198 
rice,3199 
rings,3200 
romantic,3201 
sacred,3202 
saddened,3203 
sadly,3204 
safely,3205 
sam,3206 
sans,3207 
satisfaction,3208 
saving,3209 
scenario,3210 
schedule,3211 
scott,3212 
script,3213 
seams,3214 
secretly,3215 
section,3216 
sending,3217 
sensible,3218 
separation,3219 
served,3220 
serving,3221 
severely,3222 
shadow,3223 
shimmer,3224 
shiny,3225 
shock,3226 
shorts,3227 
shot,3228 
sickness,3229 
silence,3230 
silently,3231 
simultaneously,3232 
sin,3233 
singing,3234 
sink,3235 
sinking,3236 
sins,3237 
sites,3238 
slide,3239 
sloth,3240 
slowing,3241 
snobbish,3242 
sofa,3243 
sons,3244 
sooo,3245 
sorrow,3246 
south,3247 
spanish,3248 
speed,3249 
spice,3250 
spoken,3251 
spontaneous,3252 
sports,3253 
spray,3254 
spread,3255 
spreading,3256 
stairs,3257 
stare,3258 
steal,3259 
stepped,3260 
stereotype,3261 
stops,3262 
stranger,3263 
strategy,3264 
streets,3265 
stretch,3266 
string,3267 
stroke,3268 
studies,3269 
sugars,3270 
suggest,3271 
suggested,3272 
suits,3273 
surprisingly,3274 
surroundings,3275 
survive,3276 
survived,3277 
taylor,3278 
teenagers,3279 
teeth,3280 
temporarily,3281 
temporary,3282 
theme,3283 
thereby,3284 
thrown,3285 
ties,3286 
til,3287 
timing,3288 
tips,3289 
tolerate,3290 
toll,3291 
ton,3292 
tool,3293 
torture,3294 
tourist,3295 
traditional,3296 
traitor,3297 
trauma,3298 
traveling,3299 
travelling,3300 
treasures,3301 
trick,3302 
tries,3303 
tug,3304 
tune,3305 
typical,3306 
unappreciated,3307 
uncaring,3308 
uneasy,3309 
unexpected,3310 
unfair,3311 
unnatural,3312 
unsettled,3313 
upcoming,3314 
ups,3315 
vent,3316 
vibe,3317 
viewed,3318 
viewing,3319 
virgin,3320 
visited,3321 
visitor,3322 
voices,3323 
wah,3324 
walks,3325 
wallet,3326 
wallpaper,3327 
warning,3328 
wasting,3329 
weakness,3330 
website,3331 
wet,3332 
whim,3333 
whiny,3334 
whoever,3335 
wild,3336 
woken,3337 
wonderfully,3338 
wood,3339 
wore,3340 
wrap,3341 
wrapped,3342 
york,3343 
youtube,3344 
abandoning,3345 
abdomen,3346 
abroad,3347 
absurd,3348 
academic,3349 
access,3350 
accomplishing,3351 
adds,3352 
adjust,3353 
admiration,3354 
adopt,3355 
adore,3356 
advocate,3357 
affect,3358 
affection,3359 
affirmation,3360 
agonized,3361 
agreement,3362 
aka,3363 
alcohol,3364 
alien,3365 
allergies,3366 
alternate,3367 
alternating,3368 
altogether,3369 
amazingly,3370 
amongst,3371 
amounts,3372 
amsterdam,3373 
angle,3374 
anguish,3375 
anniversary,3376 
annoy,3377 
annoyingly,3378 
answered,3379 
anticipating,3380 
apostrophe,3381 
application,3382 
applied,3383 
apply,3384 
appreciation,3385 
april,3386 
articles,3387 
assert,3388 
assignments,3389 
assistance,3390 
atmosphere,3391 
attachment,3392 
attacked,3393 
attempts,3394 
attribute,3395 
aunt,3396 
aussie,3397 
australia,3398 
authority,3399 
automatically,3400 
aversion,3401 
avoiding,3402 
awkwardness,3403 
backyard,3404 
baking,3405 
bald,3406 
ballet,3407 
banter,3408 
barrage,3409 
barrier,3410 
bars,3411 
baseball,3412 
bat,3413 
battles,3414 
bearable,3415 
begins,3416 
behaving,3417 
belonging,3418 
beneficial,3419 
benign,3420 
bills,3421 
bitches,3422 
bits,3423 
bla,3424 
blanket,3425 
bleed,3426 
blogosphere,3427 
bloody,3428 
blowing,3429 
bold,3430 
bomb,3431 
bond,3432 
bonus,3433 
boo,3434 
boob,3435 
bothering,3436 
bottoms,3437 
bounce,3438 
bow,3439 
breaks,3440 
bridesmaids,3441 
brighter,3442 
brimming,3443 
btw,3444 
bullshit,3445 
burned,3446 
bursting,3447 
cabin,3448 
calmer,3449 
calming,3450 
campus,3451 
captain,3452 
captured,3453 
cared,3454 
carrots,3455 
cashier,3456 
casting,3457 
category,3458 
catholic,3459 
cats,3460 
cautious,3461 
celebrated,3462 
celebrating,3463 
celebration,3464 
centre,3465 
century,3466 
challenging,3467 
champagne,3468 
chaotic,3469 
chapter,3470 
checked,3471 
cheered,3472 
cheering,3473 
cheers,3474 
cheese,3475 
cherish,3476 
cherished,3477 
chick,3478 
childish,3479 
claim,3480 
clarify,3481 
clarity,3482 
cleaned,3483 
clearboth,3484 
clip,3485 
cluttered,3486 
collected,3487 
collective,3488 
combine,3489 
comedy,3490 
commitment,3491 
companion,3492 
comparatively,3493 
compete,3494 
competition,3495 
condition,3496 
conducted,3497 
conflict,3498 
connections,3499 
conservative,3500 
conservatives,3501 
conspiracy,3502 
consuming,3503 
contain,3504 
contemplate,3505 
contest,3506 
continuously,3507 
contract,3508 
contributions,3509 
convenient,3510 
cookie,3511 
cooler,3512 
copy,3513 
cost,3514 
couples,3515 
courageous,3516 
covered,3517 
covers,3518 
cow,3519 
cramp,3520 
cravings,3521 
creation,3522 
creature,3523 
credits,3524 
crib,3525 
crushed,3526 
crushing,3527 
cuddling,3528 
cultures,3529 
cure,3530 
curiosity,3531 
curious,3532 
curtains,3533 
dam,3534 
damned,3535 
dancer,3536 
daniel,3537 
daycare,3538 
decade,3539 
december,3540 
deem,3541 
default,3542 
defend,3543 
defending,3544 
defensive,3545 
degrees,3546 
dejected,3547 
delight,3548 
deliver,3549 
demanding,3550 
demands,3551 
demons,3552 
depths,3553 
derby,3554 
described,3555 
describing,3556 
description,3557 
deserved,3558 
designer,3559 
desires,3560 
desiring,3561 
despairing,3562 
destiny,3563 
destructive,3564 
detail,3565 
devastating,3566 
development,3567 
diamond,3568 
dick,3569 
difficulties,3570 
dignity,3571 
dining,3572 
direct,3573 
directions,3574 
directly,3575 
disappear,3576 
disconnected,3577 
disliked,3578 
disregarded,3579 
disrespect,3580 
disrespected,3581 
distraction,3582 
divorce,3583 
doc,3584 
doll,3585 
download,3586 
dr,3587 
drag,3588 
dragons,3589 
dramas,3590 
dramatic,3591 
drank,3592 
drawer,3593 
drawings,3594 
dreamed,3595 
dressed,3596 
dresses,3597 
drops,3598 
drown,3599 
dun,3600 
dvd,3601 
dwell,3602 
eco,3603 
edgy,3604 
elevator,3605 
emerging,3606 
emily,3607 
emoticons,3608 
emotionless,3609 
employers,3610 
encompass,3611 
encounter,3612 
encouragement,3613 
endure,3614 
enemy,3615 
engaged,3616 
engagement,3617 
engineering,3618 
entering,3619 
entrance,3620 
envelope,3621 
er,3622 
eric,3623 
essence,3624 
eternal,3625 
eternally,3626 
evenings,3627 
evil,3628 
examination,3629 
exceedingly,3630 
exercising,3631 
existed,3632 
explaining,3633 
explode,3634 
explored,3635 
exposed,3636 
exposing,3637 
expressions,3638 
extend,3639 
extended,3640 
fabrics,3641 
faced,3642 
factory,3643 
fantasy,3644 
faux,3645 
favourite,3646 
fb,3647 
features,3648 
february,3649 
fee,3650 
ferocious,3651 
fields,3652 
finland,3653 
fishing,3654 
flavors,3655 
fleeting,3656 
flip,3657 
flirt,3658 
floating,3659 
flowing,3660 
focusing,3661 
folk,3662 
footing,3663 
forgiven,3664 
forms,3665 
fortunate,3666 
foul,3667 
foundation,3668 
freedoms,3669 
freely,3670 
french,3671 
frequently,3672 
frozen,3673 
fruits,3674 
frustrations,3675 
fulfilling,3676 
gaining,3677 
gates,3678 
gather,3679 
gathering,3680 
genius,3681 
giggle,3682 
global,3683 
glory,3684 
glow,3685 
goddamn,3686 
grabbed,3687 
grammar,3688 
grandfather,3689 
grasp,3690 
greatest,3691 
greatly,3692 
greys,3693 
grieve,3694 
grin,3695 
guarantee,3696 
guest,3697 
guide,3698 
gun,3699 
guns,3700 
ha,3701 
halfway,3702 
hall,3703 
handed,3704 
hangover,3705 
hatred,3706 
hats,3707 
hauled,3708 
heap,3709 
heaven,3710 
hello,3711 
heres,3712 
hi,3713 
highest,3714 
highschool,3715 
hip,3716 
hire,3717 
hmmm,3718 
homeless,3719 
homeschooling,3720 
hook,3721 
hop,3722 
hopelessness,3723 
hopped,3724 
horrid,3725 
hostel,3726 
hotel,3727 
hugs,3728 
humor,3729 
hundred,3730 
hype,3731 
hypocrite,3732 
idol,3733 
illusion,3734 
impolite,3735 
importantly,3736 
improving,3737 
inches,3738 
included,3739 
increase,3740 
increases,3741 
increasing,3742 
independence,3743 
independent,3744 
indian,3745 
indulging,3746 
infection,3747 
inferior,3748 
infertility,3749 
influence,3750 
influences,3751 
info,3752 
ing,3753 
initially,3754 
insane,3755 
insincere,3756 
insist,3757 
instructions,3758 
insults,3759 
intellectual,3760 
intensely,3761 
interacting,3762 
internal,3763 
internally,3764 
interviews,3765 
introduce,3766 
invitation,3767 
iphone,3768 
irma,3769 
ironic,3770 
irrational,3771 
italian,3772 
january,3773 
jaw,3774 
joined,3775 
jordan,3776 
july,3777 
jumper,3778 
jumping,3779 
junior,3780 
justified,3781 
justify,3782 
justin,3783 
kg,3784 
kit,3785 
knife,3786 
knock,3787 
knot,3788 
labour,3789 
landed,3790 
lapse,3791 
larger,3792 
latter,3793 
laughter,3794 
laurie,3795 
layer,3796 
layers,3797 
lbs,3798 
lds,3799 
leader,3800 
league,3801 
lick,3802 
likeable,3803 
limit,3804 
limited,3805 
lines,3806 
lovers,3807 
loyalty,3808 
lt,3809 
lucy,3810 
lump,3811 
madness,3812 
mainstream,3813 
mall,3814 
manager,3815 
manuscript,3816 
marketing,3817 
marvelous,3818 
massage,3819 
masses,3820 
massively,3821 
masterpiece,3822 
mates,3823 
mayhem,3824 
mba,3825 
measures,3826 
measuring,3827 
medication,3828 
medications,3829 
mediocre,3830 
mentality,3831 
mere,3832 
