<unk>,0 
<pad>,1 
i,2 
feel,3 
and,4 
to,5 
the,6 
a,7 
feeling,8 
that,9 
of,10 
my,11 
in,12 
it,13 
m,14 
like,15 
so,16 
was,17 
for,18 
have,19 
me,20 
but,21 
is,22 
am,23 
this,24 
with,25 
not,26 
about,27 
be,28 
nt,29 
do,30 
on,31 
as,32 
you,33 
just,34 
at,35 
when,36 
or,37 
because,38 
all,39 
more,40 
can,41 
up,42 
t,43 
really,44 
are,45 
very,46 
know,47 
been,48 
by,49 
out,50 
if,51 
myself,52 
what,53 
time,54 
s,55 
get,56 
ve,57 
little,58 
how,59 
had,60 
now,61 
they,62 
from,63 
will,64 
he,65 
being,66 
would,67 
people,68 
want,69 
them,70 
did,71 
her,72 
think,73 
some,74 
an,75 
one,76 
even,77 
still,78 
who,79 
there,80 
him,81 
life,82 
make,83 
its,84 
could,85 
bit,86 
we,87 
something,88 
things,89 
going,90 
much,91 
she,92 
way,93 
no,94 
than,95 
day,96 
love,97 
too,98 
pretty,99 
don,100 
back,101 
go,102 
has,103 
good,104 
into,105 
right,106 
need,107 
see,108 
always,109 
which,110 
these,111 
his,112 
their,113 
should,114 
only,115 
today,116 
also,117 
then,118 
other,119 
over,120 
say,121 
work,122 
your,123 
after,124 
ca,125 
feelings,126 
feels,127 
around,128 
were,129 
made,130 
again,131 
though,132 
most,133 
well,134 
here,135 
help,136 
got,137 
happy,138 
down,139 
any,140 
felt,141 
less,142 
where,143 
our,144 
never,145 
those,146 
doing,147 
every,148 
days,149 
sure,150 
quite,151 
someone,152 
through,153 
enough,154 
makes,155 
having,156 
away,157 
off,158 
lot,159 
look,160 
anything,161 
come,162 
left,163 
why,164 
better,165 
find,166 
home,167 
kind,168 
last,169 
before,170 
many,171 
person,172 
take,173 
d,174 
without,175 
everything,176 
getting,177 
ever,178 
own,179 
while,180 
world,181 
few,182 
sometimes,183 
such,184 
friends,185 
thing,186 
started,187 
able,188 
new,189 
http,190 
actually,191 
bad,192 
thought,193 
first,194 
year,195 
week,196 
trying,197 
does,198 
said,199 
re,200 
times,201 
try,202 
rather,203 
making,204 
remember,205 
family,206 
alone,207 
ill,208 
let,209 
already,210 
keep,211 
stressed,212 
end,213 
href,214 
long,215 
same,216 
since,217 
start,218 
two,219 
tell,220 
write,221 
years,222 
yet,223 
read,224 
nothing,225 
hate,226 
give,227 
morning,228 
others,229 
often,230 
night,231 
heart,232 
blog,233 
place,234 
us,235 
hope,236 
angry,237 
didn,238 
might,239 
part,240 
may,241 
put,242 
lost,243 
sad,244 
another,245 
excited,246 
school,247 
whole,248 
hurt,249 
pain,250 
point,251 
hard,252 
once,253 
stop,254 
done,255 
guess,256 
moment,257 
everyone,258 
hated,259 
god,260 
helpless,261 
anyone,262 
important,263 
looking,264 
thinking,265 
wanted,266 
friend,267 
cold,268 
completely,269 
stupid,270 
almost,271 
next,272 
went,273 
agitated,274 
self,275 
free,276 
afraid,277 
past,278 
tired,279 
each,280 
talk,281 
writing,282 
especially,283 
fact,284 
must,285 
old,286 
sleep,287 
maybe,288 
believe,289 
anxious,290 
body,291 
post,292 
great,293 
least,294 
lately,295 
leave,296 
thankful,297 
depressed,298 
else,299 
starting,300 
face,301 
sorry,302 
told,303 
nervous,304 
strange,305 
use,306 
until,307 
care,308 
glad,309 
real,310 
best,311 
far,312 
guilty,313 
inside,314 
reason,315 
mind,316 
ok,317 
share,318 
understand,319 
wonderful,320 
found,321 
mean,322 
scared,323 
sense,324 
strong,325 
become,326 
lonely,327 
perfect,328 
job,329 
book,330 
coming,331 
low,332 
proud,333 
amazing,334 
girl,335 
house,336 
overwhelmed,337 
special,338 
used,339 
confident,340 
emotional,341 
frustrated,342 
slightly,343 
sort,344 
cool,345 
weird,346 
during,347 
positive,348 
probably,349 
taking,350 
words,351 
class,352 
comfortable,353 
exhausted,354 
months,355 
amp,356 
ashamed,357 
safe,358 
wish,359 
working,360 
fine,361 
head,362 
live,363 
towards,364 
terrified,365 
extremely,366 
blessed,367 
show,368 
woke,369 
awkward,370 
call,371 
came,372 
ll,373 
man,374 
miserable,375 
missed,376 
totally,377 
big,378 
mad,379 
reading,380 
tortured,381 
truly,382 
bothered,383 
change,384 
embarrassed,385 
irritable,386 
kids,387 
saying,388 
thoughts,389 
content,390 
sweet,391 
unhappy,392 
wo,393 
anymore,394 
finally,395 
horrible,396 
loved,397 
run,398 
weeks,399 
accepted,400 
eyes,401 
super,402 
wrong,403 
cute,404 
lucky,405 
particularly,406 
shitty,407 
spent,408 
bed,409 
inspired,410 
stuff,411 
talented,412 
children,413 
full,414 
instead,415 
knew,416 
punished,417 
successful,418 
useless,419 
admit,420 
annoyed,421 
brave,422 
creative,423 
energy,424 
experience,425 
future,426 
popular,427 
room,428 
satisfied,429 
terrible,430 
control,431 
disappointed,432 
discouraged,433 
together,434 
uncomfortable,435 
somewhat,436 
walk,437 
awful,438 
greedy,439 
hear,440 
hours,441 
lethargic,442 
seem,443 
usually,444 
vulnerable,445 
ask,446 
calm,447 
child,448 
convinced,449 
irritated,450 
move,451 
rest,452 
selfish,453 
uncertain,454 
unsure,455 
useful,456 
dull,457 
enjoy,458 
pleasant,459 
decided,460 
insulted,461 
knowing,462 
matter,463 
offended,464 
relaxed,465 
seems,466 
women,467 
ago,468 
apprehensive,469 
close,470 
determined,471 
devastated,472 
eat,473 
empty,474 
fun,475 
hopeless,476 
isolated,477 
pissed,478 
resentful,479 
rich,480 
rushed,481 
sitting,482 
baby,483 
confused,484 
dumb,485 
hopeful,486 
insecure,487 
rude,488 
vain,489 
valued,490 
aching,491 
either,492 
idea,493 
living,494 
longer,495 
melancholy,496 
money,497 
precious,498 
situation,499 
talking,500 
violent,501 
both,502 
disgusted,503 
fucked,504 
gorgeous,505 
mother,506 
numb,507 
pathetic,508 
rejected,509 
somehow,510 
ugly,511 
unwelcome,512 
burdened,513 
comes,514 
cranky,515 
energetic,516 
gloomy,517 
homesick,518 
jealous,519 
running,520 
shaken,521 
shy,522 
sincere,523 
story,524 
wear,525 
between,526 
divine,527 
food,528 
generous,529 
innocent,530 
miss,531 
absolutely,532 
assured,533 
bitchy,534 
crappy,535 
dissatisfied,536 
groggy,537 
mom,538 
pressured,539 
valuable,540 
blank,541 
distracted,542 
happen,543 
ignored,544 
joyful,545 
kinda,546 
needed,547 
paranoid,548 
productive,549 
worthless,550 
beaten,551 
cause,552 
dangerous,553 
defeated,554 
drained,555 
hesitant,556 
humiliated,557 
nice,558 
passionate,559 
reluctant,560 
sit,561 
smart,562 
soon,563 
stay,564 
woman,565 
bitter,566 
heartbroken,567 
husband,568 
intimidated,569 
optimistic,570 
pleased,571 
side,572 
superior,573 
unimportant,574 
asked,575 
festive,576 
friendly,577 
honored,578 
inadequate,579 
peaceful,580 
respected,581 
simply,582 
thrilled,583 
worthwhile,584 
against,585 
dirty,586 
disheartened,587 
eager,588 
happened,589 
music,590 
open,591 
sick,592 
small,593 
turn,594 
weekend,595 
whether,596 
clever,597 
damaged,598 
fake,599 
giving,600 
mellow,601 
petty,602 
relationship,603 
supporting,604 
threatened,605 
took,606 
boring,607 
broke,608 
however,609 
troubled,610 
whatever,611 
wonder,612 
beautiful,613 
began,614 
certain,615 
half,616 
lousy,617 
parents,618 
ready,619 
regretful,620 
resolved,621 
shaky,622 
tonight,623 
watching,624 
ways,625 
acceptable,626 
delicious,627 
hair,628 
wake,629 
course,630 
definitely,631 
different,632 
support,633 
upset,634 
wanting,635 
welcomed,636 
wronged,637 
buy,638 
disturbed,639 
incredibly,640 
intelligent,641 
joy,642 
needs,643 
relieved,644 
restless,645 
rotten,646 
suffering,647 
under,648 
waiting,649 
christmas,650 
couple,651 
discontent,652 
fearful,653 
gone,654 
honestly,655 
honoured,656 
lame,657 
suddenly,658 
ungrateful,659 
virtuous,660 
watch,661 
weight,662 
young,663 
deprived,664 
doomed,665 
frightened,666 
front,667 
grumpy,668 
hour,669 
impatient,670 
men,671 
needy,672 
spend,673 
terrific,674 
three,675 
tried,676 
www,677 
yesterday,678 
cry,679 
deep,680 
fabulous,681 
guy,682 
high,683 
listless,684 
outside,685 
realize,686 
song,687 
true,688 
trust,689 
unfortunate,690 
adventurous,691 
carefree,692 
exactly,693 
fantastic,694 
listen,695 
rebellious,696 
trusting,697 
artistic,698 
books,699 
continue,700 
foolish,701 
girls,702 
hand,703 
mine,704 
reassured,705 
set,706 
smug,707 
car,708 
emotions,709 
game,710 
generally,711 
invigorated,712 
oh,713 
ones,714 
privileged,715 
second,716 
style,717 
summer,718 
fear,719 
later,720 
leaving,721 
lives,722 
normal,723 
realized,724 
whenever,725 
abused,726 
behind,727 
deal,728 
ecstatic,729 
etc,730 
month,731 
problems,732 
seeing,733 
triumphant,734 
vital,735 
word,736 
guys,737 
within,738 
called,739 
casual,740 
country,741 
given,742 
jaded,743 
lack,744 
submissive,745 
supposed,746 
taken,747 
unloved,748 
wait,749 
break,750 
contented,751 
eating,752 
forward,753 
phone,754 
saw,755 
skeptical,756 
stubborn,757 
type,758 
appreciative,759 
boy,760 
comments,761 
envious,762 
grateful,763 
plan,764 
play,765 
suppose,766 
wasn,767 
begin,768 
frantic,769 
met,770 
moving,771 
putting,772 
sat,773 
students,774 
walked,775 
worried,776 
amused,777 
constantly,778 
focus,779 
gets,780 
human,781 
learn,782 
list,783 
meet,784 
messy,785 
minutes,786 
moments,787 
mood,788 
single,789 
speak,790 
unpleasant,791 
although,792 
beginning,793 
chance,794 
damn,795 
distressed,796 
fall,797 
goes,798 
hands,799 
healthy,800 
learning,801 
light,802 
means,803 
party,804 
perhaps,805 
race,806 
sentimental,807 
shit,808 
stand,809 
tragic,810 
using,811 
attention,812 
despite,813 
doesn,814 
doubtful,815 
hold,816 
learned,817 
lose,818 
name,819 
top,820 
yes,821 
beloved,822 
desire,823 
dream,824 
easily,825 
fucking,826 
group,827 
opportunity,828 
order,829 
please,830 
smile,831 
team,832 
telling,833 
trip,834 
won,835 
worked,836 
worth,837 
due,838 
early,839 
finish,840 
kept,841 
missing,842 
movie,843 
news,844 
peace,845 
playful,846 
questions,847 
space,848 
suspicious,849 
wearing,850 
crazy,851 
decision,852 
disillusioned,853 
easy,854 
glamorous,855 
idiotic,856 
keen,857 
mostly,858 
possible,859 
seen,860 
seriously,861 
several,862 
skin,863 
spirit,864 
stomach,865 
tomorrow,866 
walking,867 
along,868 
anger,869 
delighted,870 
except,871 
imagine,872 
looks,873 
loss,874 
negative,875 
personal,876 
red,877 
remorseful,878 
state,879 
step,880 
air,881 
allowed,882 
brain,883 
bring,884 
crying,885 
deeply,886 
everyday,887 
four,888 
gave,889 
general,890 
heard,891 
hell,892 
known,893 
line,894 
piece,895 
recently,896 
short,897 
src,898 
themselves,899 
touch,900 
upon,901 
water,902 
worse,903 
act,904 
age,905 
arms,906 
case,907 
father,908 
health,909 
helping,910 
hostile,911 
late,912 
level,913 
possibly,914 
quickly,915 
son,916 
strongly,917 
tears,918 
utterly,919 
weather,920 
anyway,921 
asking,922 
busy,923 
choice,924 
church,925 
effort,926 
explain,927 
extra,928 
finished,929 
gotten,930 
grouchy,931 
hit,932 
keeping,933 
number,934 
physically,935 
sociable,936 
sound,937 
spending,938 
stories,939 
title,940 
usual,941 
voice,942 
wants,943 
worry,944 
add,945 
amount,946 
art,947 
clothes,948 
complacent,949 
cut,950 
dark,951 
emotionally,952 
evening,953 
fairly,954 
indecisive,955 
issues,956 
listening,957 
lots,958 
personally,959 
pictures,960 
pressure,961 
sister,962 
throw,963 
training,964 
dad,965 
decide,966 
distraught,967 
forget,968 
happiness,969 
hateful,970 
huge,971 
inhibited,972 
lazy,973 
lie,974 
na,975 
picture,976 
push,977 
sleeping,978 
truth,979 
wondering,980 
allow,981 
appreciate,982 
beyond,983 
characters,984 
community,985 
couldn,986 
death,987 
door,988 
entertained,989 
expect,990 
fit,991 
honest,992 
kid,993 
posting,994 
project,995 
reach,996 
says,997 
stress,998 
toward,999 
wrote,1000 
across,1001 
blogging,1002 
boyfriend,1003 
certainly,1004 
college,1005 
comment,1006 
faithful,1007 
fully,1008 
happens,1009 
ideas,1010 
img,1011 
losing,1012 
managed,1013 
meeting,1014 
pay,1015 
photos,1016 
physical,1017 
social,1018 
wanna,1019 
yourself,1020 
anxiety,1021 
charming,1022 
choose,1023 
connection,1024 
consider,1025 
difficult,1026 
dinner,1027 
fight,1028 
finding,1029 
gon,1030 
ground,1031 
guilt,1032 
heartless,1033 
hot,1034 
jolly,1035 
nor,1036 
pick,1037 
respect,1038 
results,1039 
sadness,1040 
slowly,1041 
terribly,1042 
u,1043 
ahead,1044 
assaulted,1045 
black,1046 
complete,1047 
conversation,1048 
crap,1049 
create,1050 
drink,1051 
feet,1052 
five,1053 
further,1054 
loving,1055 
mention,1056 
okay,1057 
onto,1058 
paper,1059 
passed,1060 
posted,1061 
posts,1062 
presence,1063 
problem,1064 
sarcastic,1065 
season,1066 
shamed,1067 
stuck,1068 
tend,1069 
warm,1070 
weepy,1071 
wife,1072 
answer,1073 
area,1074 
breath,1075 
brought,1076 
computer,1077 
daily,1078 
earlier,1079 
elegant,1080 
ended,1081 
himself,1082 
information,1083 
knowledge,1084 
lively,1085 
power,1086 
public,1087 
reasons,1088 
seemed,1089 
simple,1090 
somewhere,1091 
stopped,1092 
struggle,1093 
sun,1094 
b,1095 
chest,1096 
daughter,1097 
describe,1098 
dress,1099 
facebook,1100 
gift,1101 
happening,1102 
holiday,1103 
issue,1104 
letting,1105 
looked,1106 
near,1107 
obnoxious,1108 
process,1109 
question,1110 
remind,1111 
series,1112 
strength,1113 
struggling,1114 
talked,1115 
thank,1116 
unable,1117 
whom,1118 
beauty,1119 
blamed,1120 
bouncy,1121 
career,1122 
challenge,1123 
die,1124 
difference,1125 
event,1126 
expected,1127 
express,1128 
film,1129 
liked,1130 
middle,1131 
offer,1132 
office,1133 
playing,1134 
pray,1135 
pregnant,1136 
pull,1137 
return,1138 
sex,1139 
shoes,1140 
silly,1141 
situations,1142 
straight,1143 
uptight,1144 
white,1145 
win,1146 
written,1147 
afternoon,1148 
attempt,1149 
badly,1150 
birthday,1151 
character,1152 
confidence,1153 
dance,1154 
date,1155 
doubt,1156 
enjoyed,1157 
entirely,1158 
exercise,1159 
figure,1160 
filled,1161 
helped,1162 
interesting,1163 
isn,1164 
neglectful,1165 
outraged,1166 
pass,1167 
purpose,1168 
quiet,1169 
result,1170 
sharing,1171 
six,1172 
soul,1173 
sunday,1174 
system,1175 
takes,1176 
target,1177 
turning,1178 
tv,1179 
works,1180 
ability,1181 
becoming,1182 
blue,1183 
breathe,1184 
catch,1185 
changed,1186 
changes,1187 
clean,1188 
color,1189 
enjoying,1190 
experiences,1191 
faith,1192 
fans,1193 
fault,1194 
fearless,1195 
fuck,1196 
funny,1197 
hoping,1198 
itself,1199 
lead,1200 
lord,1201 
lovely,1202 
members,1203 
mentally,1204 
minute,1205 
nature,1206 
non,1207 
noticed,1208 
older,1209 
present,1210 
society,1211 
throughout,1212 
visit,1213 
weak,1214 
betrayed,1215 
bored,1216 
boys,1217 
city,1218 
coffee,1219 
company,1220 
currently,1221 
deserve,1222 
favorite,1223 
goal,1224 
graceful,1225 
haven,1226 
hearing,1227 
hide,1228 
hurts,1229 
involved,1230 
keeps,1231 
mental,1232 
particular,1233 
path,1234 
progress,1235 
projects,1236 
reality,1237 
rel,1238 
repressed,1239 
shake,1240 
sore,1241 
spot,1242 
accept,1243 
ache,1244 
awake,1245 
aware,1246 
bitch,1247 
comfort,1248 
current,1249 
dreams,1250 
drive,1251 
following,1252 
furious,1253 
harder,1254 
ice,1255 
lady,1256 
laugh,1257 
leaves,1258 
likely,1259 
meant,1260 
media,1261 
nearly,1262 
notice,1263 
online,1264 
perfectly,1265 
practice,1266 
readers,1267 
songs,1268 
studying,1269 
success,1270 
thanks,1271 
treat,1272 
window,1273 
above,1274 
blah,1275 
business,1276 
caught,1277 
clear,1278 
cover,1279 
dead,1280 
depression,1281 
died,1282 
drop,1283 
entire,1284 
episode,1285 
events,1286 
experienced,1287 
eye,1288 
fail,1289 
follow,1290 
forever,1291 
forgive,1292 
freedom,1293 
friday,1294 
games,1295 
genuinely,1296 
gives,1297 
immediately,1298 
journey,1299 
legs,1300 
lol,1301 
manage,1302 
married,1303 
message,1304 
otherwise,1305 
poor,1306 
pregnancy,1307 
products,1308 
received,1309 
resigned,1310 
search,1311 
service,1312 
similar,1313 
staying,1314 
th,1315 
treated,1316 
truthful,1317 
view,1318 
wall,1319 
winter,1320 
yeah,1321 
alarmed,1322 
avoid,1323 
awesome,1324 
becomes,1325 
bike,1326 
blood,1327 
bought,1328 
calling,1329 
cat,1330 
choices,1331 
constant,1332 
created,1333 
culture,1334 
edge,1335 
exam,1336 
fab,1337 
falling,1338 
final,1339 
fingers,1340 
fix,1341 
folks,1342 
grow,1343 
growing,1344 
heat,1345 
helps,1346 
hopefully,1347 
idiot,1348 
link,1349 
monday,1350 
mouth,1351 
moved,1352 
overall,1353 
saturday,1354 
save,1355 
shopping,1356 
shut,1357 
smell,1358 
standing,1359 
taste,1360 
town,1361 
turned,1362 
unless,1363 
video,1364 
watched,1365 
accomplished,1366 
alive,1367 
annoying,1368 
anybody,1369 
appreciated,1370 
ate,1371 
basically,1372 
belong,1373 
broken,1374 
brother,1375 
burden,1376 
contact,1377 
continued,1378 
dealing,1379 
decisions,1380 
details,1381 
dog,1382 
fast,1383 
focused,1384 
girlfriend,1385 
gracious,1386 
gym,1387 
haha,1388 
hang,1389 
highly,1390 
holidays,1391 
language,1392 
letter,1393 
lived,1394 
main,1395 
properly,1396 
ran,1397 
regret,1398 
relationships,1399 
shop,1400 
size,1401 
street,1402 
study,1403 
subject,1404 
teacher,1405 
timid,1406 
understanding,1407 
universe,1408 
university,1409 
victim,1410 
actions,1411 
afterwards,1412 
allowing,1413 
appalled,1414 
artist,1415 
ass,1416 
author,1417 
bag,1418 
breakfast,1419 
brush,1420 
building,1421 
bus,1422 
check,1423 
cos,1424 
count,1425 
direction,1426 
dismayed,1427 
earth,1428 
english,1429 
environment,1430 
failure,1431 
fat,1432 
form,1433 
gain,1434 
handle,1435 
interested,1436 
internet,1437 
kiss,1438 
kitchen,1439 
leg,1440 
lessons,1441 
local,1442 
movies,1443 
mum,1444 
neither,1445 
normally,1446 
north,1447 
obviously,1448 
period,1449 
pieces,1450 
pride,1451 
provide,1452 
rain,1453 
road,1454 
rock,1455 
scene,1456 
sexual,1457 
socially,1458 
somebody,1459 
stronger,1460 
tad,1461 
till,1462 
treatment,1463 
workout,1464 
aggravated,1465 
apart,1466 
asleep,1467 
attitude,1468 
audience,1469 
based,1470 
became,1471 
birth,1472 
blogs,1473 
brown,1474 
bunch,1475 
card,1476 
clearly,1477 
common,1478 
conversations,1479 
effects,1480 
emotion,1481 
equally,1482 
fan,1483 
foot,1484 
frustration,1485 
gained,1486 
gt,1487 
headache,1488 
heavy,1489 
held,1490 
history,1491 
hug,1492 
image,1493 
kick,1494 
knows,1495 
large,1496 
lets,1497 
mark,1498 
meaning,1499 
mentioned,1500 
miles,1501 
muscles,1502 
neurotic,1503 
nobody,1504 
pace,1505 
parent,1506 
partner,1507 
rarely,1508 
reaction,1509 
review,1510 
routine,1511 
skills,1512 
sounds,1513 
speaking,1514 
surprised,1515 
table,1516 
test,1517 
text,1518 
throat,1519 
thus,1520 
tiny,1521 
topic,1522 
total,1523 
tree,1524 
version,1525 
victimized,1526 
wedding,1527 
wimpy,1528 
wouldn,1529 
activities,1530 
agree,1531 
angered,1532 
anywhere,1533 
bear,1534 
beside,1535 
born,1536 
build,1537 
chocolate,1538 
draw,1539 
driving,1540 
education,1541 
eventually,1542 
familiar,1543 
fill,1544 
goals,1545 
government,1546 
gut,1547 
herself,1548 
holding,1549 
hungry,1550 
images,1551 
jesus,1552 
memories,1553 
mess,1554 
mistake,1555 
morose,1556 
necessary,1557 
peoples,1558 
perspective,1559 
photo,1560 
places,1561 
plus,1562 
pop,1563 
position,1564 
remain,1565 
sake,1566 
sensitive,1567 
shall,1568 
shouldn,1569 
showing,1570 
site,1571 
sky,1572 
stayed,1573 
stick,1574 
suffer,1575 
tells,1576 
terms,1577 
thanksgiving,1578 
therefore,1579 
tough,1580 
twitter,1581 
typing,1582 
whiney,1583 
whose,1584 
wind,1585 
worst,1586 
added,1587 
advice,1588 
answers,1589 
apartment,1590 
areas,1591 
babies,1592 
balance,1593 
barely,1594 
beat,1595 
buying,1596 
c,1597 
christian,1598 
cleaning,1599 
club,1600 
complaining,1601 
concerned,1602 
considering,1603 
core,1604 
creating,1605 
degree,1606 
desperate,1607 
distance,1608 
ease,1609 
easier,1610 
embrace,1611 
emo,1612 
exams,1613 
fighting,1614 
greater,1615 
hardly,1616 
hey,1617 
ignore,1618 
instantly,1619 
join,1620 
laughing,1621 
law,1622 
lay,1623 
lips,1624 
loves,1625 
natural,1626 
none,1627 
novel,1628 
odd,1629 
overly,1630 
page,1631 
pair,1632 
parts,1633 
planning,1634 
played,1635 
plot,1636 
potential,1637 
program,1638 
radio,1639 
receive,1640 
regular,1641 
repeat,1642 
response,1643 
ride,1644 
screaming,1645 
serious,1646 
shared,1647 
shows,1648 
slow,1649 
specific,1650 
spiteful,1651 
stage,1652 
stood,1653 
strangely,1654 
swear,1655 
tasks,1656 
thinks,1657 
train,1658 
vicious,1659 
wasted,1660 
willing,1661 
x,1662 
yoga,1663 
action,1664 
album,1665 
among,1666 
approach,1667 
arrived,1668 
behavior,1669 
bookmark,1670 
bottom,1671 
breathing,1672 
cards,1673 
cares,1674 
cheated,1675 
childhood,1676 
chosen,1677 
colors,1678 
couch,1679 
cycle,1680 
diet,1681 
doctor,1682 
efforts,1683 
email,1684 
energized,1685 
enraged,1686 
escape,1687 
excitement,1688 
fears,1689 
finger,1690 
force,1691 
freaking,1692 
fresh,1693 
giggly,1694 
google,1695 
green,1696 
height,1697 
horribly,1698 
illness,1699 
key,1700 
lifestyle,1701 
literally,1702 
loneliness,1703 
marriage,1704 
master,1705 
match,1706 
memory,1707 
mix,1708 
motivated,1709 
needing,1710 
outgoing,1711 
paint,1712 
partly,1713 
personality,1714 
picked,1715 
plans,1716 
points,1717 
pretend,1718 
price,1719 
product,1720 
professional,1721 
protect,1722 
pulled,1723 
random,1724 
reader,1725 
realise,1726 
realised,1727 
recommend,1728 
relax,1729 
research,1730 
scream,1731 
shower,1732 
solution,1733 
splendid,1734 
starts,1735 
statement,1736 
teachers,1737 
thin,1738 
unsuccessful,1739 
unwanted,1740 
vacation,1741 
waking,1742 
walls,1743 
writer,1744 
writers,1745 
y,1746 
abilities,1747 
achieve,1748 
active,1749 
animals,1750 
arm,1751 
basis,1752 
begun,1753 
bigger,1754 
blessings,1755 
bother,1756 
bringing,1757 
brings,1758 
camera,1759 
caring,1760 
caused,1761 
chair,1762 
charmed,1763 
chose,1764 
christ,1765 
classes,1766 
closer,1767 
compare,1768 
cook,1769 
corner,1770 
cross,1771 
cup,1772 
cuz,1773 
dating,1774 
design,1775 
drama,1776 
e,1777 
ending,1778 
england,1779 
everywhere,1780 
example,1781 
families,1782 
fashion,1783 
forced,1784 
giant,1785 
gifts,1786 
gods,1787 
granted,1788 
hanging,1789 
headed,1790 
hearts,1791 
hiding,1792 
homework,1793 
incredible,1794 
inspiration,1795 
interest,1796 
lesson,1797 
london,1798 
maintain,1799 
motivation,1800 
neck,1801 
nights,1802 
outfit,1803 
overwhelming,1804 
painting,1805 
passing,1806 
pity,1807 
plenty,1808 
prepared,1809 
quality,1810 
recipe,1811 
recognize,1812 
reflect,1813 
refuse,1814 
release,1815 
report,1816 
role,1817 
round,1818 
safety,1819 
sea,1820 
send,1821 
shape,1822 
sing,1823 
sorts,1824 
store,1825 
suck,1826 
surgery,1827 
surprise,1828 
sympathy,1829 
teaching,1830 
trees,1831 
uk,1832 
unkind,1833 
urge,1834 
warmth,1835 
whilst,1836 
younger,1837 
abandoned,1838 
accident,1839 
actual,1840 
adult,1841 
america,1842 
american,1843 
anticipation,1844 
aside,1845 
available,1846 
average,1847 
band,1848 
below,1849 
box,1850 
breaking,1851 
bright,1852 
challenges,1853 
circumstances,1854 
combination,1855 
confess,1856 
considerate,1857 
convince,1858 
cooking,1859 
cope,1860 
coz,1861 
cream,1862 
cried,1863 
desperately,1864 
develop,1865 
discovered,1866 
ears,1867 
effect,1868 
entered,1869 
ex,1870 
exciting,1871 
excuse,1872 
expectations,1873 
experiencing,1874 
extent,1875 
feed,1876 
fellow,1877 
flawless,1878 
flight,1879 
flow,1880 
forgot,1881 
friendship,1882 
gay,1883 
glass,1884 
grew,1885 
heal,1886 
healing,1887 
hellip,1888 
higher,1889 
hitting,1890 
hoped,1891 
including,1892 
items,1893 
jobs,1894 
joke,1895 
la,1896 
laundry,1897 
lunch,1898 
makeup,1899 
male,1900 
meal,1901 
medicine,1902 
member,1903 
mistakes,1904 
mothers,1905 
note,1906 
opinion,1907 
opinions,1908 
ordinary,1909 
ourselves,1910 
p,1911 
pages,1912 
pained,1913 
passion,1914 
patient,1915 
paying,1916 
player,1917 
poetry,1918 
political,1919 
powerful,1920 
prayer,1921 
pulling,1922 
quit,1923 
quote,1924 
radiant,1925 
reached,1926 
receiving,1927 
relief,1928 
rid,1929 
scale,1930 
secret,1931 
secure,1932 
session,1933 
settled,1934 
shame,1935 
sight,1936 
sign,1937 
soo,1938 
startled,1939 
struggled,1940 
student,1941 
sudden,1942 
suicide,1943 
sweat,1944 
talks,1945 
teach,1946 
tear,1947 
toes,1948 
tool,1949 
tranquil,1950 
tuesday,1951 
unprotected,1952 
unworthy,1953 
value,1954 
views,1955 
vision,1956 
vote,1957 
w,1958 
welcome,1959 
wine,1960 
workers,1961 
achieved,1962 
acting,1963 
adding,1964 
admire,1965 
alot,1966 
aren,1967 
article,1968 
awfully,1969 
awhile,1970 
bar,1971 
battle,1972 
beating,1973 
belly,1974 
benevolent,1975 
bet,1976 
button,1977 
calls,1978 
carry,1979 
closed,1980 
complain,1981 
connect,1982 
crowd,1983 
dare,1984 
dear,1985 
defective,1986 
drove,1987 
drunk,1988 
duty,1989 
enter,1990 
explore,1991 
f,1992 
faster,1993 
field,1994 
fish,1995 
floor,1996 
flying,1997 
followed,1998 
font,1999 
forgotten,2000 
garden,2001 
goods,2002 
grounded,2003 
groups,2004 
grown,2005 
hopes,2006 
hurting,2007 
impossible,2008 
improve,2009 
individual,2010 
industry,2011 
kill,2012 
kinds,2013 
lies,2014 
listened,2015 
lying,2016 
lyrics,2017 
market,2018 
meals,2019 
meat,2020 
minds,2021 
mission,2022 
n,2023 
nap,2024 
nofollow,2025 
obvious,2026 
opening,2027 
ought,2028 
outcome,2029 
painful,2030 
park,2031 
peers,2032 
performance,2033 
pics,2034 
pink,2035 
prefer,2036 
prepare,2037 
presented,2038 
prove,2039 
questioning,2040 
recent,2041 
reminder,2042 
rise,2043 
runs,2044 
sand,2045 
scent,2046 
schedule,2047 
semester,2048 
sent,2049 
settle,2050 
sexy,2051 
shed,2052 
shift,2053 
smoke,2054 
spring,2055 
succeed,2056 
task,2057 
teenager,2058 
therapy,2059 
tongue,2060 
trouble,2061 
wave,2062 
wise,2063 
accepting,2064 
adventure,2065 
alright,2066 
attack,2067 
background,2068 
bashful,2069 
beer,2070 
benefit,2071 
bird,2072 
bloggers,2073 
bodies,2074 
bones,2075 
brothers,2076 
cancer,2077 
capable,2078 
cast,2079 
causing,2080 
celebrate,2081 
cheer,2082 
chicken,2083 
classroom,2084 
clothing,2085 
coat,2086 
concentrate,2087 
connected,2088 
conscious,2089 
considered,2090 
continues,2091 
creativity,2092 
decent,2093 
depth,2094 
desk,2095 
dogs,2096 
dr,2097 
dunno,2098 
eaten,2099 
entry,2100 
exact,2101 
expensive,2102 
expression,2103 
fabric,2104 
facing,2105 
fair,2106 
fell,2107 
financial,2108 
finishing,2109 
flat,2110 
frankly,2111 
freak,2112 
fulfilled,2113 
grade,2114 
grand,2115 
gratitude,2116 
hadn,2117 
handsome,2118 
hat,2119 
heading,2120 
hole,2121 
holy,2122 
homes,2123 
hospital,2124 
humorous,2125 
identify,2126 
impact,2127 
increasingly,2128 
individuals,2129 
intended,2130 
intention,2131 
jealousy,2132 
jubilant,2133 
justice,2134 
lacking,2135 
ladies,2136 
laid,2137 
learnt,2138 
led,2139 
lighter,2140 
loud,2141 
luckily,2142 
marathon,2143 
matters,2144 
motion,2145 
mountain,2146 
movement,2147 
nasty,2148 
nauseous,2149 
ocean,2150 
opened,2151 
option,2152 
pains,2153 
petrified,2154 
plain,2155 
plane,2156 
possibility,2157 
praise,2158 
press,2159 
prevent,2160 
previous,2161 
produce,2162 
puppy,2163 
puts,2164 
rare,2165 
reaching,2166 
record,2167 
regarding,2168 
reminded,2169 
reply,2170 
responsibility,2171 
returned,2172 
roll,2173 
scary,2174 
seconds,2175 
setting,2176 
shoot,2177 
sigh,2178 
soft,2179 
someones,2180 
spiritual,2181 
status,2182 
sunshine,2183 
surround,2184 
suspect,2185 
tea,2186 
term,2187 
third,2188 
thoroughly,2189 
track,2190 
understood,2191 
unmotivated,2192 
unnecessary,2193 
values,2194 
various,2195 
visiting,2196 
waste,2197 
wondered,2198 
worn,2199 
worthy,2200 
wound,2201 
yours,2202 
abuse,2203 
accomplishment,2204 
acts,2205 
admitted,2206 
admitting,2207 
advantage,2208 
ai,2209 
airport,2210 
apologize,2211 
aspects,2212 
attending,2213 
bags,2214 
bastard,2215 
beach,2216 
bedroom,2217 
believed,2218 
block,2219 
boss,2220 
british,2221 
butt,2222 
cake,2223 
canvas,2224 
carrying,2225 
causes,2226 
changing,2227 
charity,2228 
cheap,2229 
china,2230 
circle,2231 
collection,2232 
compared,2233 
comparison,2234 
concern,2235 
consistently,2236 
continuing,2237 
contribute,2238 
cough,2239 
crisis,2240 
customer,2241 
customers,2242 
damage,2243 
dancing,2244 
despised,2245 
differently,2246 
dig,2247 
disadvantaged,2248 
dishes,2249 
drinking,2250 
drugs,2251 
elses,2252 
en,2253 
equal,2254 
exist,2255 
extreme,2256 
failed,2257 
fly,2258 
football,2259 
forth,2260 
grab,2261 
grief,2262 
growth,2263 
guests,2264 
ignoring,2265 
indeed,2266 
initial,2267 
intense,2268 
journal,2269 
junk,2270 
kicked,2271 
kicks,2272 
killed,2273 
killing,2274 
laughed,2275 
leading,2276 
lied,2277 
lift,2278 
likes,2279 
lil,2280 
luck,2281 
machine,2282 
magic,2283 
major,2284 
majority,2285 
manner,2286 
material,2287 
million,2288 
mirror,2289 
mixture,2290 
mode,2291 
modern,2292 
naturally,2293 
nose,2294 
o,2295 
obligation,2296 
occasionally,2297 
oil,2298 
opposite,2299 
overcome,2300 
packing,2301 
paid,2302 
patients,2303 
pattern,2304 
planet,2305 
players,2306 
pm,2307 
pool,2308 
pounds,2309 
pre,2310 
protected,2311 
providing,2312 
rainy,2313 
raised,2314 
realization,2315 
refreshed,2316 
regardless,2317 
regularly,2318 
relate,2319 
relatively,2320 
religion,2321 
religious,2322 
rely,2323 
remembered,2324 
reminds,2325 
respond,2326 
rising,2327 
rule,2328 
savage,2329 
score,2330 
seemingly,2331 
sewing,2332 
shirt,2333 
shoulder,2334 
sides,2335 
silence,2336 
slept,2337 
smaller,2338 
sooner,2339 
st,2340 
states,2341 
steal,2342 
storm,2343 
studio,2344 
subjects,2345 
sugar,2346 
supported,2347 
swim,2348 
switch,2349 
ta,2350 
taught,2351 
ten,2352 
tension,2353 
thick,2354 
ton,2355 
tone,2356 
tools,2357 
touched,2358 
travel,2359 
ultimately,2360 
un,2361 
unique,2362 
unknown,2363 
unlike,2364 
update,2365 
vaguely,2366 
violence,2367 
waited,2368 
website,2369 
wednesday,2370 
wishing,2371 
yell,2372 
youth,2373 
zone,2374 
affected,2375 
altogether,2376 
americans,2377 
anti,2378 
appointment,2379 
army,2380 
artists,2381 
aspect,2382 
attached,2383 
attracted,2384 
award,2385 
ball,2386 
bank,2387 
beings,2388 
beliefs,2389 
believing,2390 
blow,2391 
bond,2392 
boots,2393 
bothering,2394 
bottle,2395 
brand,2396 
bread,2397 
catching,2398 
centered,2399 
chemo,2400 
chill,2401 
closet,2402 
clouds,2403 
code,2404 
compassion,2405 
competition,2406 
conclusion,2407 
conference,2408 
crossed,2409 
deny,2410 
dignified,2411 
disappointment,2412 
discussions,2413 
disgusting,2414 
dreaming,2415 
driven,2416 
dying,2417 
ear,2418 
emails,2419 
encourage,2420 
everytime,2421 
exceptionally,2422 
expecting,2423 
expense,2424 
expressed,2425 
failing,2426 
false,2427 
fate,2428 
feedback,2429 
fever,2430 
figured,2431 
financially,2432 
fire,2433 
fitness,2434 
flowers,2435 
foreign,2436 
former,2437 
fulfill,2438 
generation,2439 
grace,2440 
grandfather,2441 
happily,2442 
helpful,2443 
hence,2444 
hero,2445 
horse,2446 
humans,2447 
importance,2448 
international,2449 
invest,2450 
jump,2451 
k,2452 
lashes,2453 
letters,2454 
library,2455 
lightly,2456 
loose,2457 
lungs,2458 
marks,2459 
medical,2460 
merely,2461 
midst,2462 
mile,2463 
mixed,2464 
mommy,2465 
moral,2466 
moronic,2467 
names,2468 
nd,2469 
nine,2470 
nowhere,2471 
nursing,2472 
oddly,2473 
ordered,2474 
panic,2475 
pants,2476 
parenting,2477 
participate,2478 
per,2479 
perform,2480 
perverse,2481 
photography,2482 
phrase,2483 
picking,2484 
poem,2485 
prayers,2486 
praying,2487 
pressures,2488 
previously,2489 
print,2490 
promise,2491 
pursue,2492 
pushing,2493 
quick,2494 
r,2495 
range,2496 
reactions,2497 
related,2498 
remove,2499 
responsibilities,2500 
restaurant,2501 
ridiculous,2502 
ridiculously,2503 
rights,2504 
ring,2505 
romantic,2506 
rough,2507 
rush,2508 
santa,2509 
screen,2510 
seasons,2511 
seat,2512 
security,2513 
seek,2514 
seeking,2515 
sell,2516 
serve,2517 
silently,2518 
sisters,2519 
slightest,2520 
smiling,2521 
snow,2522 
sorrow,2523 
sorrowful,2524 
speech,2525 
speed,2526 
spiritually,2527 
sport,2528 
stars,2529 
steps,2530 
strangers,2531 
streets,2532 
sucks,2533 
sunny,2534 
surely,2535 
surrounded,2536 
symptoms,2537 
teeth,2538 
threw,2539 
tight,2540 
toilet,2541 
transition,2542 
traveling,2543 
twice,2544 
uncle,2545 
vigorous,2546 
vile,2547 
vintage,2548 
wisdom,2549 
worrying,2550 
yay,2551 
abit,2552 
acceptance,2553 
accidentally,2554 
acted,2555 
activity,2556 
ad,2557 
addition,2558 
advance,2559 
african,2560 
afterward,2561 
aggressive,2562 
alcohol,2563 
allows,2564 
amazingly,2565 
angel,2566 
anime,2567 
answered,2568 
apathetic,2569 
apparently,2570 
appearance,2571 
apply,2572 
attacks,2573 
attend,2574 
aunt,2575 
authors,2576 
avoided,2577 
awareness,2578 
bah,2579 
bathroom,2580 
begging,2581 
belief,2582 
biggest,2583 
bill,2584 
bite,2585 
blogger,2586 
boat,2587 
breast,2588 
brighter,2589 
burnt,2590 
burst,2591 
cafe,2592 
caffeine,2593 
camp,2594 
carried,2595 
center,2596 
checked,2597 
checking,2598 
cheeks,2599 
chinese,2600 
classic,2601 
cleaned,2602 
clock,2603 
clue,2604 
co,2605 
coach,2606 
colleagues,2607 
committed,2608 
companies,2609 
completed,2610 
concerns,2611 
consequences,2612 
context,2613 
cookies,2614 
cost,2615 
cousin,2616 
craft,2617 
craving,2618 
credit,2619 
cutting,2620 
danger,2621 
darling,2622 
david,2623 
debt,2624 
deeper,2625 
definition,2626 
depending,2627 
depends,2628 
deserves,2629 
directly,2630 
director,2631 
dizzy,2632 
doctors,2633 
dollars,2634 
double,2635 
downright,2636 
drawing,2637 
dread,2638 
dressing,2639 
dropped,2640 
dry,2641 
encounter,2642 
ends,2643 
enthusiasm,2644 
everybody,2645 
excellent,2646 
existence,2647 
explained,2648 
favor,2649 
feature,2650 
female,2651 
fiction,2652 
fitting,2653 
folk,2654 
fool,2655 
fortunate,2656 
foundation,2657 
fruit,2658 
function,2659 
garbage,2660 
gas,2661 
gear,2662 
giddy,2663 
glasses,2664 
glimpse,2665 
goodness,2666 
grey,2667 
grocery,2668 
gross,2669 
guessing,2670 
guidance,2671 
guitar,2672 
hating,2673 
headaches,2674 
heck,2675 
heels,2676 
heroes,2677 
hill,2678 
holds,2679 
horror,2680 
humbled,2681 
immature,2682 
immensely,2683 
incident,2684 
included,2685 
injury,2686 
inner,2687 
input,2688 
inspiring,2689 
intensely,2690 
interests,2691 
investment,2692 
irate,2693 
island,2694 
january,2695 
japanese,2696 
jewelry,2697 
judged,2698 
kicking,2699 
larger,2700 
lbs,2701 
leaders,2702 
length,2703 
levels,2704 
lifes,2705 
lights,2706 
lists,2707 
lock,2708 
log,2709 
loser,2710 
magical,2711 
masters,2712 
meds,2713 
method,2714 
minor,2715 
misunderstood,2716 
moon,2717 
morally,2718 
multiple,2719 
nails,2720 
naked,2721 
nerves,2722 
notes,2723 
nutrition,2724 
offering,2725 
officer,2726 
options,2727 
original,2728 
pagetitle,2729 
parties,2730 
perceive,2731 
periods,2732 
phase,2733 
planned,2734 
pleasure,2735 
positively,2736 
powerless,2737 
practically,2738 
prayed,2739 
presentation,2740 
private,2741 
punch,2742 
purchase,2743 
px,2744 
raising,2745 
raw,2746 
realizing,2747 
recover,2748 
refer,2749 
regards,2750 
remembering,2751 
responses,2752 
responsible,2753 
reveal,2754 
risk,2755 
roommate,2756 
rubbish,2757 
sadly,2758 
saved,2759 
science,2760 
section,2761 
sending,2762 
separate,2763 
sessions,2764 
sexually,2765 
sheer,2766 
shocked,2767 
shot,2768 
shots,2769 
shoulders,2770 
significant,2771 
simultaneously,2772 
singapore,2773 
sites,2774 
skinny,2775 
sold,2776 
solid,2777 
soup,2778 
specifically,2779 
spin,2780 
staring,2781 
stepped,2782 
strategy,2783 
stretch,2784 
structure,2785 
struggles,2786 
suggestions,2787 
survived,2788 
swimming,2789 
temple,2790 
tempted,2791 
tiger,2792 
tips,2793 
treadmill,2794 
treats,2795 
turns,2796 
unexpected,2797 
unfortunately,2798 
utter,2799 
veins,2800 
venture,2801 
vibe,2802 
visited,2803 
ward,2804 
warning,2805 
wasting,2806 
west,2807 
wet,2808 
wide,2809 
width,2810 
wild,2811 
wished,2812 
witness,2813 
woken,2814 
ya,2815 
yarn,2816 
zero,2817 
accomplish,2818 
according,2819 
address,2820 
affect,2821 
afford,2822 
ages,2823 
alex,2824 
alongside,2825 
alternative,2826 
anatomy,2827 
antsy,2828 
apologise,2829 
apparent,2830 
appear,2831 
apple,2832 
april,2833 
argue,2834 
asian,2835 
attempting,2836 
avoiding,2837 
baking,2838 
base,2839 
bath,2840 
behave,2841 
behaviors,2842 
beneath,2843 
bf,2844 
bible,2845 
billy,2846 
board,2847 
boost,2848 
boundaries,2849 
boyfriends,2850 
breeze,2851 
brilliant,2852 
burger,2853 
calories,2854 
cared,2855 
cash,2856 
celebrating,2857 
centre,2858 
century,2859 
challenged,2860 
chat,2861 
cheaper,2862 
childish,2863 
chris,2864 
christians,2865 
circles,2866 
click,2867 
climb,2868 
climbed,2869 
clinic,2870 
closure,2871 
colours,2872 
comforted,2873 
communicate,2874 
complex,2875 
compliments,2876 
conflicted,2877 
conflicts,2878 
confusion,2879 
consumed,2880 
consuming,2881 
cow,2882 
crack,2883 
crawl,2884 
crime,2885 
cringe,2886 
critical,2887 
crush,2888 
cuddle,2889 
curiosity,2890 
curl,2891 
daddy,2892 
darkness,2893 
debate,2894 
depths,2895 
derby,2896 
described,2897 
deserved,2898 
designers,2899 
despair,2900 
development,2901 
directions,2902 
disagree,2903 
disappear,2904 
disaster,2905 
discomfort,2906 
discuss,2907 
discussing,2908 
disease,2909 
disorder,2910 
distress,2911 
doll,2912 
doors,2913 
dramatic,2914 
dresses,2915 
dropping,2916 
easter,2917 
economy,2918 
ed,2919 
em,2920 
empathy,2921 
empowered,2922 
endless,2923 
engaged,2924 
enjoyment,2925 
entries,2926 
er,2927 
esteem,2928 
everyones,2929 
everythings,2930 
exchange,2931 
expectation,2932 
explaining,2933 
exposed,2934 
expressing,2935 
faces,2936 
fallen,2937 
fancy,2938 
fandom,2939 
feelin,2940 
finds,2941 
floating,2942 
flower,2943 
flowing,2944 
focusing,2945 
fog,2946 
foggy,2947 
followers,2948 
foods,2949 
forum,2950 
freaked,2951 
frequently,2952 
frozen,2953 
frustrating,2954 
fuckin,2955 
gathering,2956 
genre,2957 
grandmother,2958 
grandparents,2959 
guts,2960 
ha,2961 
habit,2962 
hah,2963 
halfway,2964 
handled,2965 
happier,2966 
hardest,2967 
harsh,2968 
heavenly,2969 
hello,2970 
hidden,2971 
hits,2972 
horses,2973 
https,2974 
hundreds,2975 
ideal,2976 
identity,2977 
imagination,2978 
imagined,2979 
importantly,2980 
indulge,2981 
info,2982 
intelligence,2983 
intensity,2984 
intentions,2985 
interview,2986 
jack,2987 
judge,2988 
julia,2989 
kindness,2990 
king,2991 
labor,2992 
land,2993 
laying,2994 
lenses,2995 
liking,2996 
limited,2997 
lines,2998 
links,2999 
lit,3000 
lover,3001 
lower,3002 
ludicrous,3003 
mama,3004 
mass,3005 
massive,3006 
mere,3007 
messed,3008 
mid,3009 
mildly,3010 
mindset,3011 
model,3012 
moms,3013 
moods,3014 
moody,3015 
movements,3016 
mr,3017 
murder,3018 
muscle,3019 
musical,3020 
named,3021 
necessarily,3022 
neighborhood,3023 
ness,3024 
neutral,3025 
newborn,3026 
nonetheless,3027 
november,3028 
obtain,3029 
occasion,3030 
october,3031 
offensive,3032 
opportunities,3033 
orange,3034 
outsider,3035 
paranoia,3036 
patience,3037 
perception,3038 
performing,3039 
permanently,3040 
peter,3041 
pit,3042 
police,3043 
pops,3044 
porn,3045 
potatoes,3046 
presents,3047 
pretending,3048 
prince,3049 
pro,3050 
prom,3051 
proper,3052 
prospect,3053 
protection,3054 
proved,3055 
publishing,3056 
quest,3057 
quilting,3058 
rate,3059 
reacting,3060 
realistic,3061 
recipes,3062 
regard,3063 
remaining,3064 
repeatedly,3065 
represent,3066 
require,3067 
required,3068 
rescue,3069 
resentment,3070 
reviews,3071 
rice,3072 
rooms,3073 
roots,3074 
route,3075 
satisfaction,3076 
saving,3077 
scheme,3078 
scott,3079 
script,3080 
sees,3081 
sensation,3082 
serenity,3083 
serving,3084 
shell,3085 
shock,3086 
shout,3087 
showed,3088 
sickness,3089 
signs,3090 
skill,3091 
skip,3092 
slide,3093 
smarter,3094 
smiled,3095 
snobbish,3096 
sofa,3097 
sons,3098 
sooo,3099 
sorta,3100 
souls,3101 
spoke,3102 
spread,3103 
staff,3104 
stairs,3105 
sticking,3106 
sting,3107 
stops,3108 
stranger,3109 
stressful,3110 
stressing,3111 
string,3112 
stroke,3113 
studies,3114 
substance,3115 
suffered,3116 
surface,3117 
tale,3118 
teenagers,3119 
television,3120 
temper,3121 
theory,3122 
therapist,3123 
throwing,3124 
thrown,3125 
ticket,3126 
tightly,3127 
tip,3128 
todays,3129 
torture,3130 
tourist,3131 
traffic,3132 
trail,3133 
trauma,3134 
trips,3135 
trusted,3136 
truths,3137 
tuck,3138 
tune,3139 
twenty,3140 
uneasy,3141 
unfair,3142 
unsettled,3143 
upcoming,3144 
v,3145 
vegan,3146 
vent,3147 
viewer,3148 
war,3149 
washed,3150 
whining,3151 
wings,3152 
wore,3153 
workouts,3154 
york,3155 
youtube,3156 
absence,3157 
access,3158 
accomplishing,3159 
actively,3160 
adds,3161 
admired,3162 
adrenaline,3163 
advanced,3164 
affection,3165 
affects,3166 
alternate,3167 
amazed,3168 
amongst,3169 
anyways,3170 
apology,3171 
appeared,3172 
appears,3173 
applying,3174 
argument,3175 
arguments,3176 
arrive,3177 
arriving,3178 
artwork,3179 
asks,3180 
assume,3181 
atmosphere,3182 
attacked,3183 
attempts,3184 
attitudes,3185 
attractive,3186 
automatically,3187 
autumn,3188 
bare,3189 
baseball,3190 
bat,3191 
beg,3192 
behalf,3193 
behaviour,3194 
besides,3195 
bin,3196 
birds,3197 
bits,3198 
bold,3199 
bore,3200 
budget,3201 
burn,3202 
butterflies,3203 
campaign,3204 
canada,3205 
capacity,3206 
cases,3207 
category,3208 
cd,3209 
celebration,3210 
chances,3211 
chaos,3212 
chapters,3213 
chasing,3214 
cheerful,3215 
cherished,3216 
choir,3217 
cigarette,3218 
cities,3219 
citizen,3220 
clarity,3221 
clearer,3222 
climbing,3223 
closest,3224 
collar,3225 
colour,3226 
commit,3227 
comparing,3228 
complicated,3229 
concerning,3230 
connections,3231 
conscience,3232 
consciously,3233 
conservative,3234 
contemplating,3235 
continually,3236 
contributed,3237 
convey,3238 
cooped,3239 
copy,3240 
corners,3241 
countless,3242 
coupled,3243 
courage,3244 
cramps,3245 
crashing,3246 
creature,3247 
creep,3248 
crew,3249 
cricket,3250 
cube,3251 
curious,3252 
curse,3253 
cycling,3254 
dads,3255 
damned,3256 
dan,3257 
darn,3258 
data,3259 
dealt,3260 
deciding,3261 
defend,3262 
defensive,3263 
definately,3264 
delight,3265 
depend,3266 
designer,3267 
desires,3268 
determination,3269 
determine,3270 
developed,3271 
diary,3272 
discovering,3273 
discovery,3274 
dish,3275 
dislike,3276 
disliked,3277 
display,3278 
disrespect,3279 
div,3280 
diverse,3281 
document,3282 
dose,3283 
drank,3284 
drawn,3285 
dreaded,3286 
dreamed,3287 
drops,3288 
dust,3289 
duties,3290 
educate,3291 
ego,3292 
eight,3293 
elated,3294 
elevator,3295 
emerging,3296 
encouragement,3297 
endeavors,3298 
enemy,3299 
engage,3300 
enjoyable,3301 
entitled,3302 
essence,3303 
essentially,3304 
established,3305 
etsy,3306 
evenings,3307 
existed,3308 
existing,3309 
expert,3310 
explanation,3311 
extend,3312 
extraordinarily,3313 
fairy,3314 
famous,3315 
farm,3316 
favourite,3317 
fed,3318 
feeding,3319 
fields,3320 
fifteen,3321 
figures,3322 
file,3323 
fits,3324 
flash,3325 
follower,3326 
forgetting,3327 
freezing,3328 
g,3329 
gentle,3330 
genuine,3331 
glamourous,3332 
glaring,3333 
goddamn,3334 
grabbed,3335 
grabbing,3336 
graduating,3337 
grasp,3338 
grieving,3339 
grin,3340 
gun,3341 
habits,3342 
handed,3343 
handful,3344 
hardcore,3345 
hatred,3346 
heap,3347 
heavily,3348 
hop,3349 
hopelessness,3350 
hostel,3351 
hundred,3352 
hyper,3353 
impression,3354 
improving,3355 
inability,3356 
inclined,3357 
income,3358 
independent,3359 
india,3360 
infection,3361 
inferior,3362 
infuriated,3363 
insignificant,3364 
insincere,3365 
instance,3366 
instinct,3367 
introduce,3368 
invaded,3369 
investing,3370 
invite,3371 
ish,3372 
item,3373 
iv,3374 
jacket,3375 
jackson,3376 
jane,3377 
jeremy,3378 
jim,3379 
jokes,3380 
juice,3381 
jumped,3382 
justify,3383 
kissing,3384 
knitting,3385 
lake,3386 
largely,3387 
latter,3388 
laughter,3389 
lee,3390 
limits,3391 
load,3392 
locked,3393 
lore,3394 
lt,3395 
lump,3396 
magazine,3397 
mainly,3398 
mall,3399 
manager,3400 
meaningless,3401 
medication,3402 
medium,3403 
mentality,3404 
messages,3405 
mild,3406 
milk,3407 
millions,3408 
mini,3409 
misery,3410 
mornings,3411 
motor,3412 
mud,3413 
naughty,3414 
nausea,3415 
neglected,3416 
neglecting,3417 
network,3418 
nicely,3419 
nightmare,3420 
nonsense,3421 
norm,3422 
noticing,3423 
object,3424 
objects,3425 
observing,3426 
offend,3427 
offered,3428 
offers,3429 
official,3430 
officially,3431 
outfits,3432 
overwhelmingly,3433 
packed,3434 
paintings,3435 
pale,3436 
panel,3437 
papers,3438 
paris,3439 
partially,3440 
passes,3441 
paul,3442 
pen,3443 
philosophy,3444 
pictured,3445 
pie,3446 
pile,3447 
plant,3448 
pleasantly,3449 
pocket,3450 
pointless,3451 
politicians,3452 
portion,3453 
pot,3454 
potentially,3455 
pound,3456 
pour,3457 
predictable,3458 
preparation,3459 
preparing,3460 
president,3461 
pressing,3462 
prior,3463 
prize,3464 
profoundly,3465 
programming,3466 
provided,3467 
publish,3468 
quicker,3469 
radiation,3470 
raging,3471 
rally,3472 
rant,3473 
reacted,3474 
reasonably,3475 
recall,3476 
reflection,3477 
refreshing,3478 
regain,3479 
rejection,3480 
relaxation,3481 
relaxing,3482 
released,3483 
remains,3484 
remarks,3485 
remotely,3486 
replace,3487 
replaced,3488 
reputation,3489 
requires,3490 
resent,3491 
resist,3492 
resources,3493 
rested,3494 
resting,3495 
risks,3496 
robin,3497 
ruin,3498 
rules,3499 
sacred,3500 
saddened,3501 
sale,3502 
sales,3503 
sam,3504 
sandwich,3505 
screwed,3506 
searching,3507 
secretly,3508 
seldom,3509 
sensations,3510 
sensible,3511 
separation,3512 
september,3513 
services,3514 
severely,3515 
shallow,3516 
shooting,3517 
shorts,3518 
sibling,3519 
silent,3520 
singing,3521 
sink,3522 
sinking,3523 
sip,3524 
slip,3525 
sloth,3526 
slowing,3527 
snap,3528 
socks,3529 
someday,3530 
sometime,3531 
soooo,3532 
sounding,3533 
span,3534 
spanish,3535 
speaks,3536 
spell,3537 
spice,3538 
spite,3539 
spreading,3540 
squeeze,3541 
standards,3542 
stands,3543 
stare,3544 
stash,3545 
stepping,3546 
stole,3547 
stores,3548 
subconscious,3549 
subconsciously,3550 
suggest,3551 
supply,3552 
supportive,3553 
suppressed,3554 
surprisingly,3555 
surroundings,3556 
survive,3557 
tackle,3558 
tag,3559 
talent,3560 
tank,3561 
teen,3562 
tendency,3563 
tends,3564 
theme,3565 
thereby,3566 
thursday,3567 
tied,3568 
ties,3569 
timing,3570 
tinge,3571 
tiredness,3572 
tolerate,3573 
toys,3574 
traditional,3575 
trapped,3576 
trash,3577 
travelling,3578 
trick,3579 
typical,3580 
uncaring,3581 
uncertainty,3582 
unhealthy,3583 
ups,3584 
uses,3585 
viewed,3586 
village,3587 
virginia,3588 
virtual,3589 
visitor,3590 
wallet,3591 
wandering,3592 
watches,3593 
waters,3594 
weakness,3595 
web,3596 
wee,3597 
weekends,3598 
weighing,3599 
wheel,3600 
whereas,3601 
whim,3602 
whiny,3603 
whoever,3604 
wing,3605 
wipe,3606 
wishes,3607 
wonderfully,3608 
wood,3609 
worries,3610 
wow,3611 
wrapped,3612 
xd,3613 
xmas,3614 
yelling,3615 
abandon,3616 
abandonment,3617 
abc,3618 
abdomen,3619 
absolute,3620 
accommodate,3621 
accomplishments,3622 
account,3623 
achievement,3624 
acknowledge,3625 
actor,3626 
addicted,3627 
adjust,3628 
adorable,3629 
adore,3630 
affair,3631 
aged,3632 
agreed,3633 
ah,3634 
aid,3635 
aka,3636 
al,3637 
alarm,3638 
albeit,3639 
alien,3640 
amounts,3641 
amsterdam,3642 
angels,3643 
anguish,3644 
animal,3645 
anna,3646 
anniversary,3647 
annoyance,3648 
annoyingly,3649 
answering,3650 
anticipating,3651 
application,3652 
apt,3653 
articles,3654 
assert,3655 
assignments,3656 
assistance,3657 
assistant,3658 
associate,3659 
attachment,3660 
attended,3661 
attraction,3662 
attribute,3663 
audiences,3664 
aussie,3665 
australia,3666 
authority,3667 
awkwardness,3668 
babys,3669 
backing,3670 
backyard,3671 
balanced,3672 
balls,3673 
barrier,3674 
bars,3675 
bay,3676 
begins,3677 
believes,3678 
belonging,3679 
benign,3680 
bi,3681 
bills,3682 
binge,3683 
bipolar,3684 
bitches,3685 
blame,3686 
blanket,3687 
blind,3688 
blindly,3689 
blonde,3690 
bloody,3691 
blowing,3692 
blues,3693 
bounce,3694 
breaks,3695 
bridge,3696 
brief,3697 
brimming,3698 
btw,3699 
bullshit,3700 
bummed,3701 
buried,3702 
butter,3703 
cage,3704 
california,3705 
calmer,3706 
calming,3707 
campus,3708 
cancel,3709 
capture,3710 
captured,3711 
carefully,3712 
cashier,3713 
cave,3714 
celebrated,3715 
champagne,3716 
chaotic,3717 
chapter,3718 
charge,3719 
charlie,3720 
chase,3721 
cheered,3722 
cheers,3723 
cheese,3724 
chick,3725 
choke,3726 
chore,3727 
chunk,3728 
cigarettes,3729 
clay,3730 
clients,3731 
cliff,3732 
collected,3733 
combine,3734 
comeback,3735 
comedy,3736 
comparatively,3737 
complimented,3738 
compromised,3739 
concept,3740 
concepts,3741 
conflict,3742 
consideration,3743 
consistent,3744 
conspiracy,3745 
constructive,3746 
contain,3747 
contemplate,3748 
contract,3749 
contributing,3750 
contribution,3751 
controlled,3752 
convenience,3753 
costume,3754 
counter,3755 
county,3756 
covered,3757 
covering,3758 
covers,3759 
coworkers,3760 
cramping,3761 
crave,3762 
cravings,3763 
creation,3764 
credits,3765 
crib,3766 
crossing,3767 
cruel,3768 
crushing,3769 
cuddling,3770 
curtains,3771 
cuts,3772 
dancer,3773 
daniel,3774 
dawn,3775 
daycare,3776 
december,3777 
decently,3778 
declare,3779 
decline,3780 
deem,3781 
defeat,3782 
degrees,3783 
deliver,3784 
delivery,3785 
demons,3786 
describing,3787 
designed,3788 
destroyed,3789 
destroying,3790 
detail,3791 
diagnosis,3792 
diamond,3793 
dining,3794 
dint,3795 
direct,3796 
discover,3797 
discussion,3798 
disregarded,3799 
disrespected,3800 
distant,3801 
distinctly,3802 
divorce,3803 
diy,3804 
dorky,3805 
drag,3806 
dreading,3807 
dressed,3808 
driver,3809 
dun,3810 
dvd,3811 
eco,3812 
effective,3813 
embarrassment,3814 
emily,3815 
emoticons,3816 
empathize,3817 
employees,3818 
encouraged,3819 
endure,3820 
engineering,3821 
entertainment,3822 
entrance,3823 
epic,3824 
epidural,3825 
evaluate,3826 
eve,3827 
evil,3828 
examination,3829 
excuses,3830 
exercising,3831 
